[
  {
    "nombre": "Alejandro",
    "genero": "M",
    "origen": "Griego",
    "significado": "Nombre de origen griego asociado a valentía, carácter inspirador, que impulsa búsqueda de verdad y refleja pensamiento crítico, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "histórica",
      "relato": "En crónicas y memorias, Alejandro aparece ligado a decisiones firmes y horizontes abiertos. Aprendió a rectificar sin perder la dignidad y a sostener la palabra dada. El nombre Alejandro inspira a tejer puentes entre generaciones y culturas, a ordenar el caos cotidiano y a encender esperanza concreta donde otros renuncian. Liderazgo, sí, pero como servicio: mirar a los ojos, escuchar, y avanzar con respeto incluso en la discrepancia."
    }
  },
  {
    "nombre": "Sofía",
    "genero": "F",
    "origen": "Griego",
    "significado": "Nombre de origen griego asociado a resiliencia, carácter leal, que impulsa liderazgo consciente y refleja pensamiento crítico, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "poética",
      "relato": "Dicen que cuando alguien susurra Sofía, una brisa limpia aquieta las dudas. El nombre guarda rumor de agua clara, paciencia y belleza sencilla. Quien lo lleva aprende a elegir palabras que curan y silencios que sostienen. Para brillar no necesita ruido: basta un gesto exacto, una mirada honesta, y una decisión valiente en el momento justo, como una lámpara pequeña en cuarto oscuro."
    }
  },
  {
    "nombre": "Mateo",
    "genero": "M",
    "origen": "Hebreo",
    "significado": "Nombre de origen hebreo asociado a claridad, carácter empático, que impulsa cuidado de los demás y refleja disciplina práctica, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "bíblica",
      "relato": "Mateo aparece en tradiciones bíblicas, donde la fe atraviesa pruebas y renueva el corazón. Su historia recuerda que la dignidad florece cuando se sirve con humildad y verdad. Quien lleva Mateo aprende a escuchar el silencio, a decidir con conciencia y a agradecer cada avance. Ante la angustia, Mateo confía; ante el éxito, comparte. Así el nombre se vuelve puente entre lo humano y lo sagrado."
    }
  },
  {
    "nombre": "Valentina",
    "genero": "F",
    "origen": "Latín",
    "significado": "Nombre de origen latín asociado a claridad, carácter compasivo, que impulsa decisiones justas y refleja imaginación fértil, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "mitológica",
      "relato": "Los relatos antiguos susurran que Valentina cruzó valles y montañas guiado por un juramento de honor. No vencía por fuerza, sino por enfoque y templanza. Su huella, dicen, dejaba centellas sobre la piedra húmeda. Quien porta Valentina conserva ese pacto con lo extraordinario: entrenar sin alarde, cuidarse del orgullo, y honrar el destino con disciplina. Cuando el miedo aparece, Valentina lo convierte en maestro paciente."
    }
  },
  {
    "nombre": "Liam",
    "genero": "M",
    "origen": "Irlandés",
    "significado": "Nombre de origen irlandés asociado a valentía, carácter sereno, que impulsa búsqueda de verdad y refleja pensamiento crítico, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "histórica",
      "relato": "En crónicas y memorias, Liam aparece ligado a decisiones firmes y horizontes abiertos. Aprendió a rectificar sin perder la dignidad y a sostener la palabra dada. El nombre Liam inspira a tejer puentes entre generaciones y culturas, a ordenar el caos cotidiano y a encender esperanza concreta donde otros renuncian. Liderazgo, sí, pero como servicio: mirar a los ojos, escuchar, y avanzar con respeto incluso en la discrepancia."
    }
  },
  {
    "nombre": "Aisha",
    "genero": "F",
    "origen": "Árabe",
    "significado": "Nombre de origen árabe asociado a valentía, carácter honesto, que impulsa servicio generoso y refleja equilibrio emocional, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "histórica",
      "relato": "En crónicas y memorias, Aisha aparece ligado a decisiones firmes y horizontes abiertos. Aprendió a rectificar sin perder la dignidad y a sostener la palabra dada. El nombre Aisha inspira a tejer puentes entre generaciones y culturas, a ordenar el caos cotidiano y a encender esperanza concreta donde otros renuncian. Liderazgo, sí, pero como servicio: mirar a los ojos, escuchar, y avanzar con respeto incluso en la discrepancia."
    }
  },
  {
    "nombre": "Yuki",
    "genero": "U",
    "origen": "Japonés",
    "significado": "Nombre de origen japonés asociado a valentía, carácter leal, que impulsa cuidado de los demás y refleja disciplina práctica, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "poética",
      "relato": "Dicen que cuando alguien susurra Yuki, una brisa limpia aquieta las dudas. El nombre guarda rumor de agua clara, paciencia y belleza sencilla. Quien lo lleva aprende a elegir palabras que curan y silencios que sostienen. Para brillar no necesita ruido: basta un gesto exacto, una mirada honesta, y una decisión valiente en el momento justo, como una lámpara pequeña en cuarto oscuro."
    }
  },
  {
    "nombre": "Camila",
    "genero": "F",
    "origen": "Latín",
    "significado": "Nombre de origen latín asociado a valentía, carácter inspirador, que impulsa aprendizaje continuo y refleja gracia bajo presión, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "histórica",
      "relato": "En crónicas y memorias, Camila aparece ligado a decisiones firmes y horizontes abiertos. Aprendió a rectificar sin perder la dignidad y a sostener la palabra dada. El nombre Camila inspira a tejer puentes entre generaciones y culturas, a ordenar el caos cotidiano y a encender esperanza concreta donde otros renuncian. Liderazgo, sí, pero como servicio: mirar a los ojos, escuchar, y avanzar con respeto incluso en la discrepancia."
    }
  },
  {
    "nombre": "Daniel",
    "genero": "M",
    "origen": "Hebreo",
    "significado": "Nombre de origen hebreo asociado a resiliencia, carácter disciplinado, que impulsa liderazgo consciente y refleja bondad auténtica, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "bíblica",
      "relato": "Daniel aparece en tradiciones bíblicas, donde la fe atraviesa pruebas y renueva el corazón. Su historia recuerda que la dignidad florece cuando se sirve con humildad y verdad. Quien lleva Daniel aprende a escuchar el silencio, a decidir con conciencia y a agradecer cada avance. Ante la angustia, Daniel confía; ante el éxito, comparte. Así el nombre se vuelve puente entre lo humano y lo sagrado."
    }
  },
  {
    "nombre": "Sakura",
    "genero": "F",
    "origen": "Japonés",
    "significado": "Nombre de origen japonés asociado a claridad, carácter compasivo, que impulsa servicio generoso y refleja imaginación fértil, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "poética",
      "relato": "Dicen que cuando alguien susurra Sakura, una brisa limpia aquieta las dudas. El nombre guarda rumor de agua clara, paciencia y belleza sencilla. Quien lo lleva aprende a elegir palabras que curan y silencios que sostienen. Para brillar no necesita ruido: basta un gesto exacto, una mirada honesta, y una decisión valiente en el momento justo, como una lámpara pequeña en cuarto oscuro."
    }
  },
  {
    "nombre": "Pablo",
    "genero": "M",
    "origen": "Latín",
    "significado": "Nombre de origen latín asociado a curiosidad, carácter compasivo, que impulsa decisiones justas y refleja luz espiritual, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "poética",
      "relato": "Dicen que cuando alguien susurra Pablo, una brisa limpia aquieta las dudas. El nombre guarda rumor de agua clara, paciencia y belleza sencilla. Quien lo lleva aprende a elegir palabras que curan y silencios que sostienen. Para brillar no necesita ruido: basta un gesto exacto, una mirada honesta, y una decisión valiente en el momento justo, como una lámpara pequeña en cuarto oscuro."
    }
  }
]