[
  {
    "nombre": "Nombre1200",
    "genero": "U",
    "origen": "Inglés",
    "significado": "Nombre de origen inglés asociado a valentía, carácter protector, que impulsa crecimiento personal y refleja pensamiento crítico, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "poética",
      "relato": "Dicen que cuando alguien susurra Nombre1200, una brisa limpia aquieta las dudas. El nombre guarda rumor de agua clara, paciencia y belleza sencilla. Quien lo lleva aprende a elegir palabras que curan y silencios que sostienen. Para brillar no necesita ruido: basta un gesto exacto, una mirada honesta, y una decisión valiente en el momento justo, como una lámpara pequeña en cuarto oscuro."
    }
  },
  {
    "nombre": "Nombre1201",
    "genero": "U",
    "origen": "Celta",
    "significado": "Nombre de origen celta asociado a curiosidad, carácter inspirador, que impulsa servicio generoso y refleja gracia bajo presión, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "histórica",
      "relato": "En crónicas y memorias, Nombre1201 aparece ligado a decisiones firmes y horizontes abiertos. Aprendió a rectificar sin perder la dignidad y a sostener la palabra dada. El nombre Nombre1201 inspira a tejer puentes entre generaciones y culturas, a ordenar el caos cotidiano y a encender esperanza concreta donde otros renuncian. Liderazgo, sí, pero como servicio: mirar a los ojos, escuchar, y avanzar con respeto incluso en la discrepancia."
    }
  },
  {
    "nombre": "Nombre1202",
    "genero": "F",
    "origen": "Japonés",
    "significado": "Nombre de origen japonés asociado a protección, carácter leal, que impulsa aprendizaje continuo y refleja esperanza activa, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "fantástica",
      "relato": "En un bosque sin coordenadas, Nombre1202 halló una lámpara hecha de auroras. Cada vez que alguien se perdía, el cristal encendía un sendero de luciérnagas hasta la salida. Desde entonces, Nombre1202 simboliza coraje amable que guía sin imponer, ingenio que vuelve sombras en señales, y ternura que recuerda el camino a casa incluso cuando el mundo gira demasiado rápido."
    }
  },
  {
    "nombre": "Nombre1203",
    "genero": "U",
    "origen": "Francés",
    "significado": "Nombre de origen francés asociado a sabiduría, carácter disciplinado, que impulsa liderazgo consciente y refleja bondad auténtica, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "histórica",
      "relato": "En crónicas y memorias, Nombre1203 aparece ligado a decisiones firmes y horizontes abiertos. Aprendió a rectificar sin perder la dignidad y a sostener la palabra dada. El nombre Nombre1203 inspira a tejer puentes entre generaciones y culturas, a ordenar el caos cotidiano y a encender esperanza concreta donde otros renuncian. Liderazgo, sí, pero como servicio: mirar a los ojos, escuchar, y avanzar con respeto incluso en la discrepancia."
    }
  },
  {
    "nombre": "Nombre1204",
    "genero": "U",
    "origen": "Francés",
    "significado": "Nombre de origen francés asociado a protección, carácter sereno, que impulsa servicio generoso y refleja luz espiritual, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "histórica",
      "relato": "En crónicas y memorias, Nombre1204 aparece ligado a decisiones firmes y horizontes abiertos. Aprendió a rectificar sin perder la dignidad y a sostener la palabra dada. El nombre Nombre1204 inspira a tejer puentes entre generaciones y culturas, a ordenar el caos cotidiano y a encender esperanza concreta donde otros renuncian. Liderazgo, sí, pero como servicio: mirar a los ojos, escuchar, y avanzar con respeto incluso en la discrepancia."
    }
  },
  {
    "nombre": "Nombre1205",
    "genero": "M",
    "origen": "Germánico",
    "significado": "Nombre de origen germánico asociado a alegría, carácter visionario, que impulsa liderazgo consciente y refleja equilibrio emocional, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "poética",
      "relato": "Dicen que cuando alguien susurra Nombre1205, una brisa limpia aquieta las dudas. El nombre guarda rumor de agua clara, paciencia y belleza sencilla. Quien lo lleva aprende a elegir palabras que curan y silencios que sostienen. Para brillar no necesita ruido: basta un gesto exacto, una mirada honesta, y una decisión valiente en el momento justo, como una lámpara pequeña en cuarto oscuro."
    }
  },
  {
    "nombre": "Nombre1206",
    "genero": "F",
    "origen": "Germánico",
    "significado": "Nombre de origen germánico asociado a templanza, carácter inspirador, que impulsa crecimiento personal y refleja bondad auténtica, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "bíblica",
      "relato": "Nombre1206 aparece en tradiciones bíblicas, donde la fe atraviesa pruebas y renueva el corazón. Su historia recuerda que la dignidad florece cuando se sirve con humildad y verdad. Quien lleva Nombre1206 aprende a escuchar el silencio, a decidir con conciencia y a agradecer cada avance. Ante la angustia, Nombre1206 confía; ante el éxito, comparte. Así el nombre se vuelve puente entre lo humano y lo sagrado."
    }
  },
  {
    "nombre": "Nombre1207",
    "genero": "U",
    "origen": "Hebreo",
    "significado": "Nombre de origen hebreo asociado a creatividad, carácter protector, que impulsa sueños grandes y refleja pensamiento crítico, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "bíblica",
      "relato": "Nombre1207 aparece en tradiciones bíblicas, donde la fe atraviesa pruebas y renueva el corazón. Su historia recuerda que la dignidad florece cuando se sirve con humildad y verdad. Quien lleva Nombre1207 aprende a escuchar el silencio, a decidir con conciencia y a agradecer cada avance. Ante la angustia, Nombre1207 confía; ante el éxito, comparte. Así el nombre se vuelve puente entre lo humano y lo sagrado."
    }
  },
  {
    "nombre": "Nombre1208",
    "genero": "M",
    "origen": "Inglés",
    "significado": "Nombre de origen inglés asociado a curiosidad, carácter honesto, que impulsa crecimiento personal y refleja luz espiritual, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "mitológica",
      "relato": "Los relatos antiguos susurran que Nombre1208 cruzó valles y montañas guiado por un juramento de honor. No vencía por fuerza, sino por enfoque y templanza. Su huella, dicen, dejaba centellas sobre la piedra húmeda. Quien porta Nombre1208 conserva ese pacto con lo extraordinario: entrenar sin alarde, cuidarse del orgullo, y honrar el destino con disciplina. Cuando el miedo aparece, Nombre1208 lo convierte en maestro paciente."
    }
  },
  {
    "nombre": "Nombre1209",
    "genero": "M",
    "origen": "Latín",
    "significado": "Nombre de origen latín asociado a valentía, carácter observador, que impulsa crecimiento personal y refleja luz espiritual, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "poética",
      "relato": "Dicen que cuando alguien susurra Nombre1209, una brisa limpia aquieta las dudas. El nombre guarda rumor de agua clara, paciencia y belleza sencilla. Quien lo lleva aprende a elegir palabras que curan y silencios que sostienen. Para brillar no necesita ruido: basta un gesto exacto, una mirada honesta, y una decisión valiente en el momento justo, como una lámpara pequeña en cuarto oscuro."
    }
  },
  {
    "nombre": "Nombre1210",
    "genero": "F",
    "origen": "Germánico",
    "significado": "Nombre de origen germánico asociado a claridad, carácter observador, que impulsa servicio generoso y refleja pensamiento crítico, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "poética",
      "relato": "Dicen que cuando alguien susurra Nombre1210, una brisa limpia aquieta las dudas. El nombre guarda rumor de agua clara, paciencia y belleza sencilla. Quien lo lleva aprende a elegir palabras que curan y silencios que sostienen. Para brillar no necesita ruido: basta un gesto exacto, una mirada honesta, y una decisión valiente en el momento justo, como una lámpara pequeña en cuarto oscuro."
    }
  },
  {
    "nombre": "Nombre1211",
    "genero": "F",
    "origen": "Hebreo",
    "significado": "Nombre de origen hebreo asociado a alegría, carácter protector, que impulsa servicio generoso y refleja bondad auténtica, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "poética",
      "relato": "Dicen que cuando alguien susurra Nombre1211, una brisa limpia aquieta las dudas. El nombre guarda rumor de agua clara, paciencia y belleza sencilla. Quien lo lleva aprende a elegir palabras que curan y silencios que sostienen. Para brillar no necesita ruido: basta un gesto exacto, una mirada honesta, y una decisión valiente en el momento justo, como una lámpara pequeña en cuarto oscuro."
    }
  },
  {
    "nombre": "Nombre1212",
    "genero": "F",
    "origen": "Latín",
    "significado": "Nombre de origen latín asociado a creatividad, carácter inspirador, que impulsa decisiones justas y refleja esperanza activa, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "poética",
      "relato": "Dicen que cuando alguien susurra Nombre1212, una brisa limpia aquieta las dudas. El nombre guarda rumor de agua clara, paciencia y belleza sencilla. Quien lo lleva aprende a elegir palabras que curan y silencios que sostienen. Para brillar no necesita ruido: basta un gesto exacto, una mirada honesta, y una decisión valiente en el momento justo, como una lámpara pequeña en cuarto oscuro."
    }
  },
  {
    "nombre": "Nombre1213",
    "genero": "F",
    "origen": "Germánico",
    "significado": "Nombre de origen germánico asociado a protección, carácter leal, que impulsa aprendizaje continuo y refleja disciplina práctica, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "bíblica",
      "relato": "Nombre1213 aparece en tradiciones bíblicas, donde la fe atraviesa pruebas y renueva el corazón. Su historia recuerda que la dignidad florece cuando se sirve con humildad y verdad. Quien lleva Nombre1213 aprende a escuchar el silencio, a decidir con conciencia y a agradecer cada avance. Ante la angustia, Nombre1213 confía; ante el éxito, comparte. Así el nombre se vuelve puente entre lo humano y lo sagrado."
    }
  },
  {
    "nombre": "Nombre1214",
    "genero": "F",
    "origen": "Latín",
    "significado": "Nombre de origen latín asociado a sabiduría, carácter observador, que impulsa liderazgo consciente y refleja esperanza activa, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "poética",
      "relato": "Dicen que cuando alguien susurra Nombre1214, una brisa limpia aquieta las dudas. El nombre guarda rumor de agua clara, paciencia y belleza sencilla. Quien lo lleva aprende a elegir palabras que curan y silencios que sostienen. Para brillar no necesita ruido: basta un gesto exacto, una mirada honesta, y una decisión valiente en el momento justo, como una lámpara pequeña en cuarto oscuro."
    }
  },
  {
    "nombre": "Nombre1215",
    "genero": "M",
    "origen": "Chino",
    "significado": "Nombre de origen chino asociado a alegría, carácter honesto, que impulsa servicio generoso y refleja disciplina práctica, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "fantástica",
      "relato": "En un bosque sin coordenadas, Nombre1215 halló una lámpara hecha de auroras. Cada vez que alguien se perdía, el cristal encendía un sendero de luciérnagas hasta la salida. Desde entonces, Nombre1215 simboliza coraje amable que guía sin imponer, ingenio que vuelve sombras en señales, y ternura que recuerda el camino a casa incluso cuando el mundo gira demasiado rápido."
    }
  },
  {
    "nombre": "Nombre1216",
    "genero": "U",
    "origen": "Latín",
    "significado": "Nombre de origen latín asociado a curiosidad, carácter visionario, que impulsa sueños grandes y refleja gracia bajo presión, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "poética",
      "relato": "Dicen que cuando alguien susurra Nombre1216, una brisa limpia aquieta las dudas. El nombre guarda rumor de agua clara, paciencia y belleza sencilla. Quien lo lleva aprende a elegir palabras que curan y silencios que sostienen. Para brillar no necesita ruido: basta un gesto exacto, una mirada honesta, y una decisión valiente en el momento justo, como una lámpara pequeña en cuarto oscuro."
    }
  },
  {
    "nombre": "Nombre1217",
    "genero": "M",
    "origen": "Japonés",
    "significado": "Nombre de origen japonés asociado a creatividad, carácter empático, que impulsa aprendizaje continuo y refleja gracia bajo presión, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "bíblica",
      "relato": "Nombre1217 aparece en tradiciones bíblicas, donde la fe atraviesa pruebas y renueva el corazón. Su historia recuerda que la dignidad florece cuando se sirve con humildad y verdad. Quien lleva Nombre1217 aprende a escuchar el silencio, a decidir con conciencia y a agradecer cada avance. Ante la angustia, Nombre1217 confía; ante el éxito, comparte. Así el nombre se vuelve puente entre lo humano y lo sagrado."
    }
  },
  {
    "nombre": "Nombre1218",
    "genero": "U",
    "origen": "Francés",
    "significado": "Nombre de origen francés asociado a templanza, carácter compasivo, que impulsa liderazgo consciente y refleja disciplina práctica, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "histórica",
      "relato": "En crónicas y memorias, Nombre1218 aparece ligado a decisiones firmes y horizontes abiertos. Aprendió a rectificar sin perder la dignidad y a sostener la palabra dada. El nombre Nombre1218 inspira a tejer puentes entre generaciones y culturas, a ordenar el caos cotidiano y a encender esperanza concreta donde otros renuncian. Liderazgo, sí, pero como servicio: mirar a los ojos, escuchar, y avanzar con respeto incluso en la discrepancia."
    }
  },
  {
    "nombre": "Nombre1219",
    "genero": "U",
    "origen": "Hebreo",
    "significado": "Nombre de origen hebreo asociado a creatividad, carácter inspirador, que impulsa búsqueda de verdad y refleja imaginación fértil, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "fantástica",
      "relato": "En un bosque sin coordenadas, Nombre1219 halló una lámpara hecha de auroras. Cada vez que alguien se perdía, el cristal encendía un sendero de luciérnagas hasta la salida. Desde entonces, Nombre1219 simboliza coraje amable que guía sin imponer, ingenio que vuelve sombras en señales, y ternura que recuerda el camino a casa incluso cuando el mundo gira demasiado rápido."
    }
  },
  {
    "nombre": "Nombre1220",
    "genero": "U",
    "origen": "Latín",
    "significado": "Nombre de origen latín asociado a protección, carácter sereno, que impulsa liderazgo consciente y refleja esperanza activa, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "mitológica",
      "relato": "Los relatos antiguos susurran que Nombre1220 cruzó valles y montañas guiado por un juramento de honor. No vencía por fuerza, sino por enfoque y templanza. Su huella, dicen, dejaba centellas sobre la piedra húmeda. Quien porta Nombre1220 conserva ese pacto con lo extraordinario: entrenar sin alarde, cuidarse del orgullo, y honrar el destino con disciplina. Cuando el miedo aparece, Nombre1220 lo convierte en maestro paciente."
    }
  },
  {
    "nombre": "Nombre1221",
    "genero": "F",
    "origen": "Celta",
    "significado": "Nombre de origen celta asociado a fortaleza interior, carácter visionario, que impulsa decisiones justas y refleja esperanza activa, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "mitológica",
      "relato": "Los relatos antiguos susurran que Nombre1221 cruzó valles y montañas guiado por un juramento de honor. No vencía por fuerza, sino por enfoque y templanza. Su huella, dicen, dejaba centellas sobre la piedra húmeda. Quien porta Nombre1221 conserva ese pacto con lo extraordinario: entrenar sin alarde, cuidarse del orgullo, y honrar el destino con disciplina. Cuando el miedo aparece, Nombre1221 lo convierte en maestro paciente."
    }
  },
  {
    "nombre": "Nombre1222",
    "genero": "M",
    "origen": "Árabe",
    "significado": "Nombre de origen árabe asociado a creatividad, carácter observador, que impulsa sueños grandes y refleja disciplina práctica, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "histórica",
      "relato": "En crónicas y memorias, Nombre1222 aparece ligado a decisiones firmes y horizontes abiertos. Aprendió a rectificar sin perder la dignidad y a sostener la palabra dada. El nombre Nombre1222 inspira a tejer puentes entre generaciones y culturas, a ordenar el caos cotidiano y a encender esperanza concreta donde otros renuncian. Liderazgo, sí, pero como servicio: mirar a los ojos, escuchar, y avanzar con respeto incluso en la discrepancia."
    }
  },
  {
    "nombre": "Nombre1223",
    "genero": "F",
    "origen": "Árabe",
    "significado": "Nombre de origen árabe asociado a fortaleza interior, carácter disciplinado, que impulsa liderazgo consciente y refleja gracia bajo presión, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "fantástica",
      "relato": "En un bosque sin coordenadas, Nombre1223 halló una lámpara hecha de auroras. Cada vez que alguien se perdía, el cristal encendía un sendero de luciérnagas hasta la salida. Desde entonces, Nombre1223 simboliza coraje amable que guía sin imponer, ingenio que vuelve sombras en señales, y ternura que recuerda el camino a casa incluso cuando el mundo gira demasiado rápido."
    }
  },
  {
    "nombre": "Nombre1224",
    "genero": "U",
    "origen": "Hebreo",
    "significado": "Nombre de origen hebreo asociado a templanza, carácter visionario, que impulsa crecimiento personal y refleja imaginación fértil, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "poética",
      "relato": "Dicen que cuando alguien susurra Nombre1224, una brisa limpia aquieta las dudas. El nombre guarda rumor de agua clara, paciencia y belleza sencilla. Quien lo lleva aprende a elegir palabras que curan y silencios que sostienen. Para brillar no necesita ruido: basta un gesto exacto, una mirada honesta, y una decisión valiente en el momento justo, como una lámpara pequeña en cuarto oscuro."
    }
  },
  {
    "nombre": "Nombre1225",
    "genero": "F",
    "origen": "Italiano",
    "significado": "Nombre de origen italiano asociado a sabiduría, carácter visionario, que impulsa aprendizaje continuo y refleja esperanza activa, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "mitológica",
      "relato": "Los relatos antiguos susurran que Nombre1225 cruzó valles y montañas guiado por un juramento de honor. No vencía por fuerza, sino por enfoque y templanza. Su huella, dicen, dejaba centellas sobre la piedra húmeda. Quien porta Nombre1225 conserva ese pacto con lo extraordinario: entrenar sin alarde, cuidarse del orgullo, y honrar el destino con disciplina. Cuando el miedo aparece, Nombre1225 lo convierte en maestro paciente."
    }
  },
  {
    "nombre": "Nombre1226",
    "genero": "M",
    "origen": "Árabe",
    "significado": "Nombre de origen árabe asociado a claridad, carácter honesto, que impulsa decisiones justas y refleja pensamiento crítico, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "mitológica",
      "relato": "Los relatos antiguos susurran que Nombre1226 cruzó valles y montañas guiado por un juramento de honor. No vencía por fuerza, sino por enfoque y templanza. Su huella, dicen, dejaba centellas sobre la piedra húmeda. Quien porta Nombre1226 conserva ese pacto con lo extraordinario: entrenar sin alarde, cuidarse del orgullo, y honrar el destino con disciplina. Cuando el miedo aparece, Nombre1226 lo convierte en maestro paciente."
    }
  },
  {
    "nombre": "Nombre1227",
    "genero": "F",
    "origen": "Inglés",
    "significado": "Nombre de origen inglés asociado a templanza, carácter observador, que impulsa sueños grandes y refleja pensamiento crítico, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "poética",
      "relato": "Dicen que cuando alguien susurra Nombre1227, una brisa limpia aquieta las dudas. El nombre guarda rumor de agua clara, paciencia y belleza sencilla. Quien lo lleva aprende a elegir palabras que curan y silencios que sostienen. Para brillar no necesita ruido: basta un gesto exacto, una mirada honesta, y una decisión valiente en el momento justo, como una lámpara pequeña en cuarto oscuro."
    }
  },
  {
    "nombre": "Nombre1228",
    "genero": "U",
    "origen": "Escandinavo",
    "significado": "Nombre de origen escandinavo asociado a templanza, carácter visionario, que impulsa aprendizaje continuo y refleja pensamiento crítico, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "poética",
      "relato": "Dicen que cuando alguien susurra Nombre1228, una brisa limpia aquieta las dudas. El nombre guarda rumor de agua clara, paciencia y belleza sencilla. Quien lo lleva aprende a elegir palabras que curan y silencios que sostienen. Para brillar no necesita ruido: basta un gesto exacto, una mirada honesta, y una decisión valiente en el momento justo, como una lámpara pequeña en cuarto oscuro."
    }
  },
  {
    "nombre": "Nombre1229",
    "genero": "F",
    "origen": "Árabe",
    "significado": "Nombre de origen árabe asociado a creatividad, carácter compasivo, que impulsa servicio generoso y refleja esperanza activa, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "poética",
      "relato": "Dicen que cuando alguien susurra Nombre1229, una brisa limpia aquieta las dudas. El nombre guarda rumor de agua clara, paciencia y belleza sencilla. Quien lo lleva aprende a elegir palabras que curan y silencios que sostienen. Para brillar no necesita ruido: basta un gesto exacto, una mirada honesta, y una decisión valiente en el momento justo, como una lámpara pequeña en cuarto oscuro."
    }
  },
  {
    "nombre": "Nombre1230",
    "genero": "M",
    "origen": "Italiano",
    "significado": "Nombre de origen italiano asociado a templanza, carácter empático, que impulsa cuidado de los demás y refleja disciplina práctica, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "poética",
      "relato": "Dicen que cuando alguien susurra Nombre1230, una brisa limpia aquieta las dudas. El nombre guarda rumor de agua clara, paciencia y belleza sencilla. Quien lo lleva aprende a elegir palabras que curan y silencios que sostienen. Para brillar no necesita ruido: basta un gesto exacto, una mirada honesta, y una decisión valiente en el momento justo, como una lámpara pequeña en cuarto oscuro."
    }
  },
  {
    "nombre": "Nombre1231",
    "genero": "F",
    "origen": "Francés",
    "significado": "Nombre de origen francés asociado a templanza, carácter observador, que impulsa aprendizaje continuo y refleja luz espiritual, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "fantástica",
      "relato": "En un bosque sin coordenadas, Nombre1231 halló una lámpara hecha de auroras. Cada vez que alguien se perdía, el cristal encendía un sendero de luciérnagas hasta la salida. Desde entonces, Nombre1231 simboliza coraje amable que guía sin imponer, ingenio que vuelve sombras en señales, y ternura que recuerda el camino a casa incluso cuando el mundo gira demasiado rápido."
    }
  },
  {
    "nombre": "Nombre1232",
    "genero": "F",
    "origen": "Griego",
    "significado": "Nombre de origen griego asociado a protección, carácter empático, que impulsa cuidado de los demás y refleja imaginación fértil, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "mitológica",
      "relato": "Los relatos antiguos susurran que Nombre1232 cruzó valles y montañas guiado por un juramento de honor. No vencía por fuerza, sino por enfoque y templanza. Su huella, dicen, dejaba centellas sobre la piedra húmeda. Quien porta Nombre1232 conserva ese pacto con lo extraordinario: entrenar sin alarde, cuidarse del orgullo, y honrar el destino con disciplina. Cuando el miedo aparece, Nombre1232 lo convierte en maestro paciente."
    }
  },
  {
    "nombre": "Nombre1233",
    "genero": "F",
    "origen": "Chino",
    "significado": "Nombre de origen chino asociado a fortaleza interior, carácter empático, que impulsa sueños grandes y refleja esperanza activa, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "fantástica",
      "relato": "En un bosque sin coordenadas, Nombre1233 halló una lámpara hecha de auroras. Cada vez que alguien se perdía, el cristal encendía un sendero de luciérnagas hasta la salida. Desde entonces, Nombre1233 simboliza coraje amable que guía sin imponer, ingenio que vuelve sombras en señales, y ternura que recuerda el camino a casa incluso cuando el mundo gira demasiado rápido."
    }
  },
  {
    "nombre": "Nombre1234",
    "genero": "U",
    "origen": "Chino",
    "significado": "Nombre de origen chino asociado a fortaleza interior, carácter disciplinado, que impulsa crecimiento personal y refleja gracia bajo presión, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "bíblica",
      "relato": "Nombre1234 aparece en tradiciones bíblicas, donde la fe atraviesa pruebas y renueva el corazón. Su historia recuerda que la dignidad florece cuando se sirve con humildad y verdad. Quien lleva Nombre1234 aprende a escuchar el silencio, a decidir con conciencia y a agradecer cada avance. Ante la angustia, Nombre1234 confía; ante el éxito, comparte. Así el nombre se vuelve puente entre lo humano y lo sagrado."
    }
  },
  {
    "nombre": "Nombre1235",
    "genero": "U",
    "origen": "Hebreo",
    "significado": "Nombre de origen hebreo asociado a curiosidad, carácter honesto, que impulsa decisiones justas y refleja esperanza activa, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "bíblica",
      "relato": "Nombre1235 aparece en tradiciones bíblicas, donde la fe atraviesa pruebas y renueva el corazón. Su historia recuerda que la dignidad florece cuando se sirve con humildad y verdad. Quien lleva Nombre1235 aprende a escuchar el silencio, a decidir con conciencia y a agradecer cada avance. Ante la angustia, Nombre1235 confía; ante el éxito, comparte. Así el nombre se vuelve puente entre lo humano y lo sagrado."
    }
  },
  {
    "nombre": "Nombre1236",
    "genero": "U",
    "origen": "Hebreo",
    "significado": "Nombre de origen hebreo asociado a alegría, carácter sereno, que impulsa crecimiento personal y refleja imaginación fértil, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "poética",
      "relato": "Dicen que cuando alguien susurra Nombre1236, una brisa limpia aquieta las dudas. El nombre guarda rumor de agua clara, paciencia y belleza sencilla. Quien lo lleva aprende a elegir palabras que curan y silencios que sostienen. Para brillar no necesita ruido: basta un gesto exacto, una mirada honesta, y una decisión valiente en el momento justo, como una lámpara pequeña en cuarto oscuro."
    }
  },
  {
    "nombre": "Nombre1237",
    "genero": "U",
    "origen": "Celta",
    "significado": "Nombre de origen celta asociado a resiliencia, carácter honesto, que impulsa búsqueda de verdad y refleja gracia bajo presión, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "mitológica",
      "relato": "Los relatos antiguos susurran que Nombre1237 cruzó valles y montañas guiado por un juramento de honor. No vencía por fuerza, sino por enfoque y templanza. Su huella, dicen, dejaba centellas sobre la piedra húmeda. Quien porta Nombre1237 conserva ese pacto con lo extraordinario: entrenar sin alarde, cuidarse del orgullo, y honrar el destino con disciplina. Cuando el miedo aparece, Nombre1237 lo convierte en maestro paciente."
    }
  },
  {
    "nombre": "Nombre1238",
    "genero": "F",
    "origen": "Latín",
    "significado": "Nombre de origen latín asociado a valentía, carácter honesto, que impulsa decisiones justas y refleja disciplina práctica, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "poética",
      "relato": "Dicen que cuando alguien susurra Nombre1238, una brisa limpia aquieta las dudas. El nombre guarda rumor de agua clara, paciencia y belleza sencilla. Quien lo lleva aprende a elegir palabras que curan y silencios que sostienen. Para brillar no necesita ruido: basta un gesto exacto, una mirada honesta, y una decisión valiente en el momento justo, como una lámpara pequeña en cuarto oscuro."
    }
  },
  {
    "nombre": "Nombre1239",
    "genero": "M",
    "origen": "Hebreo",
    "significado": "Nombre de origen hebreo asociado a fortaleza interior, carácter protector, que impulsa sueños grandes y refleja equilibrio emocional, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "poética",
      "relato": "Dicen que cuando alguien susurra Nombre1239, una brisa limpia aquieta las dudas. El nombre guarda rumor de agua clara, paciencia y belleza sencilla. Quien lo lleva aprende a elegir palabras que curan y silencios que sostienen. Para brillar no necesita ruido: basta un gesto exacto, una mirada honesta, y una decisión valiente en el momento justo, como una lámpara pequeña en cuarto oscuro."
    }
  },
  {
    "nombre": "Nombre1240",
    "genero": "F",
    "origen": "Francés",
    "significado": "Nombre de origen francés asociado a resiliencia, carácter visionario, que impulsa crecimiento personal y refleja imaginación fértil, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "histórica",
      "relato": "En crónicas y memorias, Nombre1240 aparece ligado a decisiones firmes y horizontes abiertos. Aprendió a rectificar sin perder la dignidad y a sostener la palabra dada. El nombre Nombre1240 inspira a tejer puentes entre generaciones y culturas, a ordenar el caos cotidiano y a encender esperanza concreta donde otros renuncian. Liderazgo, sí, pero como servicio: mirar a los ojos, escuchar, y avanzar con respeto incluso en la discrepancia."
    }
  },
  {
    "nombre": "Nombre1241",
    "genero": "F",
    "origen": "Italiano",
    "significado": "Nombre de origen italiano asociado a fortaleza interior, carácter sereno, que impulsa búsqueda de verdad y refleja disciplina práctica, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "bíblica",
      "relato": "Nombre1241 aparece en tradiciones bíblicas, donde la fe atraviesa pruebas y renueva el corazón. Su historia recuerda que la dignidad florece cuando se sirve con humildad y verdad. Quien lleva Nombre1241 aprende a escuchar el silencio, a decidir con conciencia y a agradecer cada avance. Ante la angustia, Nombre1241 confía; ante el éxito, comparte. Así el nombre se vuelve puente entre lo humano y lo sagrado."
    }
  },
  {
    "nombre": "Nombre1242",
    "genero": "F",
    "origen": "Inglés",
    "significado": "Nombre de origen inglés asociado a alegría, carácter honesto, que impulsa crecimiento personal y refleja luz espiritual, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "mitológica",
      "relato": "Los relatos antiguos susurran que Nombre1242 cruzó valles y montañas guiado por un juramento de honor. No vencía por fuerza, sino por enfoque y templanza. Su huella, dicen, dejaba centellas sobre la piedra húmeda. Quien porta Nombre1242 conserva ese pacto con lo extraordinario: entrenar sin alarde, cuidarse del orgullo, y honrar el destino con disciplina. Cuando el miedo aparece, Nombre1242 lo convierte en maestro paciente."
    }
  },
  {
    "nombre": "Nombre1243",
    "genero": "F",
    "origen": "Francés",
    "significado": "Nombre de origen francés asociado a curiosidad, carácter disciplinado, que impulsa aprendizaje continuo y refleja luz espiritual, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "fantástica",
      "relato": "En un bosque sin coordenadas, Nombre1243 halló una lámpara hecha de auroras. Cada vez que alguien se perdía, el cristal encendía un sendero de luciérnagas hasta la salida. Desde entonces, Nombre1243 simboliza coraje amable que guía sin imponer, ingenio que vuelve sombras en señales, y ternura que recuerda el camino a casa incluso cuando el mundo gira demasiado rápido."
    }
  },
  {
    "nombre": "Nombre1244",
    "genero": "F",
    "origen": "Francés",
    "significado": "Nombre de origen francés asociado a claridad, carácter empático, que impulsa servicio generoso y refleja bondad auténtica, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "histórica",
      "relato": "En crónicas y memorias, Nombre1244 aparece ligado a decisiones firmes y horizontes abiertos. Aprendió a rectificar sin perder la dignidad y a sostener la palabra dada. El nombre Nombre1244 inspira a tejer puentes entre generaciones y culturas, a ordenar el caos cotidiano y a encender esperanza concreta donde otros renuncian. Liderazgo, sí, pero como servicio: mirar a los ojos, escuchar, y avanzar con respeto incluso en la discrepancia."
    }
  },
  {
    "nombre": "Nombre1245",
    "genero": "F",
    "origen": "Griego",
    "significado": "Nombre de origen griego asociado a fortaleza interior, carácter sereno, que impulsa servicio generoso y refleja imaginación fértil, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "poética",
      "relato": "Dicen que cuando alguien susurra Nombre1245, una brisa limpia aquieta las dudas. El nombre guarda rumor de agua clara, paciencia y belleza sencilla. Quien lo lleva aprende a elegir palabras que curan y silencios que sostienen. Para brillar no necesita ruido: basta un gesto exacto, una mirada honesta, y una decisión valiente en el momento justo, como una lámpara pequeña en cuarto oscuro."
    }
  },
  {
    "nombre": "Nombre1246",
    "genero": "M",
    "origen": "Italiano",
    "significado": "Nombre de origen italiano asociado a protección, carácter sereno, que impulsa sueños grandes y refleja luz espiritual, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "histórica",
      "relato": "En crónicas y memorias, Nombre1246 aparece ligado a decisiones firmes y horizontes abiertos. Aprendió a rectificar sin perder la dignidad y a sostener la palabra dada. El nombre Nombre1246 inspira a tejer puentes entre generaciones y culturas, a ordenar el caos cotidiano y a encender esperanza concreta donde otros renuncian. Liderazgo, sí, pero como servicio: mirar a los ojos, escuchar, y avanzar con respeto incluso en la discrepancia."
    }
  },
  {
    "nombre": "Nombre1247",
    "genero": "M",
    "origen": "Latín",
    "significado": "Nombre de origen latín asociado a valentía, carácter inspirador, que impulsa sueños grandes y refleja imaginación fértil, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "mitológica",
      "relato": "Los relatos antiguos susurran que Nombre1247 cruzó valles y montañas guiado por un juramento de honor. No vencía por fuerza, sino por enfoque y templanza. Su huella, dicen, dejaba centellas sobre la piedra húmeda. Quien porta Nombre1247 conserva ese pacto con lo extraordinario: entrenar sin alarde, cuidarse del orgullo, y honrar el destino con disciplina. Cuando el miedo aparece, Nombre1247 lo convierte en maestro paciente."
    }
  },
  {
    "nombre": "Nombre1248",
    "genero": "F",
    "origen": "Árabe",
    "significado": "Nombre de origen árabe asociado a protección, carácter protector, que impulsa crecimiento personal y refleja disciplina práctica, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "fantástica",
      "relato": "En un bosque sin coordenadas, Nombre1248 halló una lámpara hecha de auroras. Cada vez que alguien se perdía, el cristal encendía un sendero de luciérnagas hasta la salida. Desde entonces, Nombre1248 simboliza coraje amable que guía sin imponer, ingenio que vuelve sombras en señales, y ternura que recuerda el camino a casa incluso cuando el mundo gira demasiado rápido."
    }
  },
  {
    "nombre": "Nombre1249",
    "genero": "U",
    "origen": "Vasco",
    "significado": "Nombre de origen vasco asociado a protección, carácter protector, que impulsa servicio generoso y refleja gracia bajo presión, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "histórica",
      "relato": "En crónicas y memorias, Nombre1249 aparece ligado a decisiones firmes y horizontes abiertos. Aprendió a rectificar sin perder la dignidad y a sostener la palabra dada. El nombre Nombre1249 inspira a tejer puentes entre generaciones y culturas, a ordenar el caos cotidiano y a encender esperanza concreta donde otros renuncian. Liderazgo, sí, pero como servicio: mirar a los ojos, escuchar, y avanzar con respeto incluso en la discrepancia."
    }
  },
  {
    "nombre": "Nombre1250",
    "genero": "F",
    "origen": "Germánico",
    "significado": "Nombre de origen germánico asociado a sabiduría, carácter disciplinado, que impulsa servicio generoso y refleja luz espiritual, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "bíblica",
      "relato": "Nombre1250 aparece en tradiciones bíblicas, donde la fe atraviesa pruebas y renueva el corazón. Su historia recuerda que la dignidad florece cuando se sirve con humildad y verdad. Quien lleva Nombre1250 aprende a escuchar el silencio, a decidir con conciencia y a agradecer cada avance. Ante la angustia, Nombre1250 confía; ante el éxito, comparte. Así el nombre se vuelve puente entre lo humano y lo sagrado."
    }
  },
  {
    "nombre": "Nombre1251",
    "genero": "U",
    "origen": "Celta",
    "significado": "Nombre de origen celta asociado a valentía, carácter visionario, que impulsa cuidado de los demás y refleja luz espiritual, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "histórica",
      "relato": "En crónicas y memorias, Nombre1251 aparece ligado a decisiones firmes y horizontes abiertos. Aprendió a rectificar sin perder la dignidad y a sostener la palabra dada. El nombre Nombre1251 inspira a tejer puentes entre generaciones y culturas, a ordenar el caos cotidiano y a encender esperanza concreta donde otros renuncian. Liderazgo, sí, pero como servicio: mirar a los ojos, escuchar, y avanzar con respeto incluso en la discrepancia."
    }
  },
  {
    "nombre": "Nombre1252",
    "genero": "U",
    "origen": "Japonés",
    "significado": "Nombre de origen japonés asociado a templanza, carácter visionario, que impulsa cuidado de los demás y refleja disciplina práctica, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "bíblica",
      "relato": "Nombre1252 aparece en tradiciones bíblicas, donde la fe atraviesa pruebas y renueva el corazón. Su historia recuerda que la dignidad florece cuando se sirve con humildad y verdad. Quien lleva Nombre1252 aprende a escuchar el silencio, a decidir con conciencia y a agradecer cada avance. Ante la angustia, Nombre1252 confía; ante el éxito, comparte. Así el nombre se vuelve puente entre lo humano y lo sagrado."
    }
  },
  {
    "nombre": "Nombre1253",
    "genero": "U",
    "origen": "Chino",
    "significado": "Nombre de origen chino asociado a resiliencia, carácter disciplinado, que impulsa aprendizaje continuo y refleja equilibrio emocional, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "fantástica",
      "relato": "En un bosque sin coordenadas, Nombre1253 halló una lámpara hecha de auroras. Cada vez que alguien se perdía, el cristal encendía un sendero de luciérnagas hasta la salida. Desde entonces, Nombre1253 simboliza coraje amable que guía sin imponer, ingenio que vuelve sombras en señales, y ternura que recuerda el camino a casa incluso cuando el mundo gira demasiado rápido."
    }
  },
  {
    "nombre": "Nombre1254",
    "genero": "U",
    "origen": "Árabe",
    "significado": "Nombre de origen árabe asociado a protección, carácter compasivo, que impulsa sueños grandes y refleja gracia bajo presión, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "mitológica",
      "relato": "Los relatos antiguos susurran que Nombre1254 cruzó valles y montañas guiado por un juramento de honor. No vencía por fuerza, sino por enfoque y templanza. Su huella, dicen, dejaba centellas sobre la piedra húmeda. Quien porta Nombre1254 conserva ese pacto con lo extraordinario: entrenar sin alarde, cuidarse del orgullo, y honrar el destino con disciplina. Cuando el miedo aparece, Nombre1254 lo convierte en maestro paciente."
    }
  },
  {
    "nombre": "Nombre1255",
    "genero": "M",
    "origen": "Latín",
    "significado": "Nombre de origen latín asociado a curiosidad, carácter empático, que impulsa liderazgo consciente y refleja disciplina práctica, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "poética",
      "relato": "Dicen que cuando alguien susurra Nombre1255, una brisa limpia aquieta las dudas. El nombre guarda rumor de agua clara, paciencia y belleza sencilla. Quien lo lleva aprende a elegir palabras que curan y silencios que sostienen. Para brillar no necesita ruido: basta un gesto exacto, una mirada honesta, y una decisión valiente en el momento justo, como una lámpara pequeña en cuarto oscuro."
    }
  },
  {
    "nombre": "Nombre1256",
    "genero": "M",
    "origen": "Griego",
    "significado": "Nombre de origen griego asociado a resiliencia, carácter leal, que impulsa crecimiento personal y refleja gracia bajo presión, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "mitológica",
      "relato": "Los relatos antiguos susurran que Nombre1256 cruzó valles y montañas guiado por un juramento de honor. No vencía por fuerza, sino por enfoque y templanza. Su huella, dicen, dejaba centellas sobre la piedra húmeda. Quien porta Nombre1256 conserva ese pacto con lo extraordinario: entrenar sin alarde, cuidarse del orgullo, y honrar el destino con disciplina. Cuando el miedo aparece, Nombre1256 lo convierte en maestro paciente."
    }
  },
  {
    "nombre": "Nombre1257",
    "genero": "M",
    "origen": "Hebreo",
    "significado": "Nombre de origen hebreo asociado a claridad, carácter empático, que impulsa decisiones justas y refleja pensamiento crítico, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "bíblica",
      "relato": "Nombre1257 aparece en tradiciones bíblicas, donde la fe atraviesa pruebas y renueva el corazón. Su historia recuerda que la dignidad florece cuando se sirve con humildad y verdad. Quien lleva Nombre1257 aprende a escuchar el silencio, a decidir con conciencia y a agradecer cada avance. Ante la angustia, Nombre1257 confía; ante el éxito, comparte. Así el nombre se vuelve puente entre lo humano y lo sagrado."
    }
  },
  {
    "nombre": "Nombre1258",
    "genero": "F",
    "origen": "Italiano",
    "significado": "Nombre de origen italiano asociado a valentía, carácter visionario, que impulsa decisiones justas y refleja gracia bajo presión, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "bíblica",
      "relato": "Nombre1258 aparece en tradiciones bíblicas, donde la fe atraviesa pruebas y renueva el corazón. Su historia recuerda que la dignidad florece cuando se sirve con humildad y verdad. Quien lleva Nombre1258 aprende a escuchar el silencio, a decidir con conciencia y a agradecer cada avance. Ante la angustia, Nombre1258 confía; ante el éxito, comparte. Así el nombre se vuelve puente entre lo humano y lo sagrado."
    }
  },
  {
    "nombre": "Nombre1259",
    "genero": "F",
    "origen": "Celta",
    "significado": "Nombre de origen celta asociado a curiosidad, carácter inspirador, que impulsa búsqueda de verdad y refleja bondad auténtica, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "fantástica",
      "relato": "En un bosque sin coordenadas, Nombre1259 halló una lámpara hecha de auroras. Cada vez que alguien se perdía, el cristal encendía un sendero de luciérnagas hasta la salida. Desde entonces, Nombre1259 simboliza coraje amable que guía sin imponer, ingenio que vuelve sombras en señales, y ternura que recuerda el camino a casa incluso cuando el mundo gira demasiado rápido."
    }
  },
  {
    "nombre": "Nombre1260",
    "genero": "U",
    "origen": "Hebreo",
    "significado": "Nombre de origen hebreo asociado a valentía, carácter sereno, que impulsa aprendizaje continuo y refleja luz espiritual, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "mitológica",
      "relato": "Los relatos antiguos susurran que Nombre1260 cruzó valles y montañas guiado por un juramento de honor. No vencía por fuerza, sino por enfoque y templanza. Su huella, dicen, dejaba centellas sobre la piedra húmeda. Quien porta Nombre1260 conserva ese pacto con lo extraordinario: entrenar sin alarde, cuidarse del orgullo, y honrar el destino con disciplina. Cuando el miedo aparece, Nombre1260 lo convierte en maestro paciente."
    }
  },
  {
    "nombre": "Nombre1261",
    "genero": "F",
    "origen": "Árabe",
    "significado": "Nombre de origen árabe asociado a alegría, carácter sereno, que impulsa aprendizaje continuo y refleja imaginación fértil, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "histórica",
      "relato": "En crónicas y memorias, Nombre1261 aparece ligado a decisiones firmes y horizontes abiertos. Aprendió a rectificar sin perder la dignidad y a sostener la palabra dada. El nombre Nombre1261 inspira a tejer puentes entre generaciones y culturas, a ordenar el caos cotidiano y a encender esperanza concreta donde otros renuncian. Liderazgo, sí, pero como servicio: mirar a los ojos, escuchar, y avanzar con respeto incluso en la discrepancia."
    }
  },
  {
    "nombre": "Nombre1262",
    "genero": "U",
    "origen": "Escandinavo",
    "significado": "Nombre de origen escandinavo asociado a protección, carácter disciplinado, que impulsa búsqueda de verdad y refleja bondad auténtica, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "bíblica",
      "relato": "Nombre1262 aparece en tradiciones bíblicas, donde la fe atraviesa pruebas y renueva el corazón. Su historia recuerda que la dignidad florece cuando se sirve con humildad y verdad. Quien lleva Nombre1262 aprende a escuchar el silencio, a decidir con conciencia y a agradecer cada avance. Ante la angustia, Nombre1262 confía; ante el éxito, comparte. Así el nombre se vuelve puente entre lo humano y lo sagrado."
    }
  },
  {
    "nombre": "Nombre1263",
    "genero": "M",
    "origen": "Germánico",
    "significado": "Nombre de origen germánico asociado a sabiduría, carácter sereno, que impulsa sueños grandes y refleja disciplina práctica, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "fantástica",
      "relato": "En un bosque sin coordenadas, Nombre1263 halló una lámpara hecha de auroras. Cada vez que alguien se perdía, el cristal encendía un sendero de luciérnagas hasta la salida. Desde entonces, Nombre1263 simboliza coraje amable que guía sin imponer, ingenio que vuelve sombras en señales, y ternura que recuerda el camino a casa incluso cuando el mundo gira demasiado rápido."
    }
  },
  {
    "nombre": "Nombre1264",
    "genero": "F",
    "origen": "Latín",
    "significado": "Nombre de origen latín asociado a claridad, carácter protector, que impulsa decisiones justas y refleja imaginación fértil, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "mitológica",
      "relato": "Los relatos antiguos susurran que Nombre1264 cruzó valles y montañas guiado por un juramento de honor. No vencía por fuerza, sino por enfoque y templanza. Su huella, dicen, dejaba centellas sobre la piedra húmeda. Quien porta Nombre1264 conserva ese pacto con lo extraordinario: entrenar sin alarde, cuidarse del orgullo, y honrar el destino con disciplina. Cuando el miedo aparece, Nombre1264 lo convierte en maestro paciente."
    }
  },
  {
    "nombre": "Nombre1265",
    "genero": "U",
    "origen": "Vasco",
    "significado": "Nombre de origen vasco asociado a valentía, carácter visionario, que impulsa crecimiento personal y refleja equilibrio emocional, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "mitológica",
      "relato": "Los relatos antiguos susurran que Nombre1265 cruzó valles y montañas guiado por un juramento de honor. No vencía por fuerza, sino por enfoque y templanza. Su huella, dicen, dejaba centellas sobre la piedra húmeda. Quien porta Nombre1265 conserva ese pacto con lo extraordinario: entrenar sin alarde, cuidarse del orgullo, y honrar el destino con disciplina. Cuando el miedo aparece, Nombre1265 lo convierte en maestro paciente."
    }
  },
  {
    "nombre": "Nombre1266",
    "genero": "F",
    "origen": "Griego",
    "significado": "Nombre de origen griego asociado a creatividad, carácter protector, que impulsa servicio generoso y refleja luz espiritual, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "poética",
      "relato": "Dicen que cuando alguien susurra Nombre1266, una brisa limpia aquieta las dudas. El nombre guarda rumor de agua clara, paciencia y belleza sencilla. Quien lo lleva aprende a elegir palabras que curan y silencios que sostienen. Para brillar no necesita ruido: basta un gesto exacto, una mirada honesta, y una decisión valiente en el momento justo, como una lámpara pequeña en cuarto oscuro."
    }
  },
  {
    "nombre": "Nombre1267",
    "genero": "F",
    "origen": "Griego",
    "significado": "Nombre de origen griego asociado a creatividad, carácter observador, que impulsa decisiones justas y refleja pensamiento crítico, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "mitológica",
      "relato": "Los relatos antiguos susurran que Nombre1267 cruzó valles y montañas guiado por un juramento de honor. No vencía por fuerza, sino por enfoque y templanza. Su huella, dicen, dejaba centellas sobre la piedra húmeda. Quien porta Nombre1267 conserva ese pacto con lo extraordinario: entrenar sin alarde, cuidarse del orgullo, y honrar el destino con disciplina. Cuando el miedo aparece, Nombre1267 lo convierte en maestro paciente."
    }
  },
  {
    "nombre": "Nombre1268",
    "genero": "M",
    "origen": "Japonés",
    "significado": "Nombre de origen japonés asociado a curiosidad, carácter observador, que impulsa crecimiento personal y refleja disciplina práctica, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "bíblica",
      "relato": "Nombre1268 aparece en tradiciones bíblicas, donde la fe atraviesa pruebas y renueva el corazón. Su historia recuerda que la dignidad florece cuando se sirve con humildad y verdad. Quien lleva Nombre1268 aprende a escuchar el silencio, a decidir con conciencia y a agradecer cada avance. Ante la angustia, Nombre1268 confía; ante el éxito, comparte. Así el nombre se vuelve puente entre lo humano y lo sagrado."
    }
  },
  {
    "nombre": "Nombre1269",
    "genero": "M",
    "origen": "Chino",
    "significado": "Nombre de origen chino asociado a curiosidad, carácter inspirador, que impulsa crecimiento personal y refleja luz espiritual, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "poética",
      "relato": "Dicen que cuando alguien susurra Nombre1269, una brisa limpia aquieta las dudas. El nombre guarda rumor de agua clara, paciencia y belleza sencilla. Quien lo lleva aprende a elegir palabras que curan y silencios que sostienen. Para brillar no necesita ruido: basta un gesto exacto, una mirada honesta, y una decisión valiente en el momento justo, como una lámpara pequeña en cuarto oscuro."
    }
  },
  {
    "nombre": "Nombre1270",
    "genero": "M",
    "origen": "Italiano",
    "significado": "Nombre de origen italiano asociado a claridad, carácter protector, que impulsa liderazgo consciente y refleja pensamiento crítico, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "poética",
      "relato": "Dicen que cuando alguien susurra Nombre1270, una brisa limpia aquieta las dudas. El nombre guarda rumor de agua clara, paciencia y belleza sencilla. Quien lo lleva aprende a elegir palabras que curan y silencios que sostienen. Para brillar no necesita ruido: basta un gesto exacto, una mirada honesta, y una decisión valiente en el momento justo, como una lámpara pequeña en cuarto oscuro."
    }
  },
  {
    "nombre": "Nombre1271",
    "genero": "F",
    "origen": "Árabe",
    "significado": "Nombre de origen árabe asociado a alegría, carácter protector, que impulsa decisiones justas y refleja pensamiento crítico, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "poética",
      "relato": "Dicen que cuando alguien susurra Nombre1271, una brisa limpia aquieta las dudas. El nombre guarda rumor de agua clara, paciencia y belleza sencilla. Quien lo lleva aprende a elegir palabras que curan y silencios que sostienen. Para brillar no necesita ruido: basta un gesto exacto, una mirada honesta, y una decisión valiente en el momento justo, como una lámpara pequeña en cuarto oscuro."
    }
  },
  {
    "nombre": "Nombre1272",
    "genero": "F",
    "origen": "Germánico",
    "significado": "Nombre de origen germánico asociado a protección, carácter inspirador, que impulsa crecimiento personal y refleja imaginación fértil, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "histórica",
      "relato": "En crónicas y memorias, Nombre1272 aparece ligado a decisiones firmes y horizontes abiertos. Aprendió a rectificar sin perder la dignidad y a sostener la palabra dada. El nombre Nombre1272 inspira a tejer puentes entre generaciones y culturas, a ordenar el caos cotidiano y a encender esperanza concreta donde otros renuncian. Liderazgo, sí, pero como servicio: mirar a los ojos, escuchar, y avanzar con respeto incluso en la discrepancia."
    }
  },
  {
    "nombre": "Nombre1273",
    "genero": "F",
    "origen": "Chino",
    "significado": "Nombre de origen chino asociado a claridad, carácter honesto, que impulsa liderazgo consciente y refleja pensamiento crítico, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "histórica",
      "relato": "En crónicas y memorias, Nombre1273 aparece ligado a decisiones firmes y horizontes abiertos. Aprendió a rectificar sin perder la dignidad y a sostener la palabra dada. El nombre Nombre1273 inspira a tejer puentes entre generaciones y culturas, a ordenar el caos cotidiano y a encender esperanza concreta donde otros renuncian. Liderazgo, sí, pero como servicio: mirar a los ojos, escuchar, y avanzar con respeto incluso en la discrepancia."
    }
  },
  {
    "nombre": "Nombre1274",
    "genero": "M",
    "origen": "Chino",
    "significado": "Nombre de origen chino asociado a sabiduría, carácter inspirador, que impulsa búsqueda de verdad y refleja disciplina práctica, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "histórica",
      "relato": "En crónicas y memorias, Nombre1274 aparece ligado a decisiones firmes y horizontes abiertos. Aprendió a rectificar sin perder la dignidad y a sostener la palabra dada. El nombre Nombre1274 inspira a tejer puentes entre generaciones y culturas, a ordenar el caos cotidiano y a encender esperanza concreta donde otros renuncian. Liderazgo, sí, pero como servicio: mirar a los ojos, escuchar, y avanzar con respeto incluso en la discrepancia."
    }
  },
  {
    "nombre": "Nombre1275",
    "genero": "F",
    "origen": "Celta",
    "significado": "Nombre de origen celta asociado a protección, carácter visionario, que impulsa sueños grandes y refleja disciplina práctica, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "fantástica",
      "relato": "En un bosque sin coordenadas, Nombre1275 halló una lámpara hecha de auroras. Cada vez que alguien se perdía, el cristal encendía un sendero de luciérnagas hasta la salida. Desde entonces, Nombre1275 simboliza coraje amable que guía sin imponer, ingenio que vuelve sombras en señales, y ternura que recuerda el camino a casa incluso cuando el mundo gira demasiado rápido."
    }
  },
  {
    "nombre": "Nombre1276",
    "genero": "M",
    "origen": "Escandinavo",
    "significado": "Nombre de origen escandinavo asociado a alegría, carácter protector, que impulsa aprendizaje continuo y refleja gracia bajo presión, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "bíblica",
      "relato": "Nombre1276 aparece en tradiciones bíblicas, donde la fe atraviesa pruebas y renueva el corazón. Su historia recuerda que la dignidad florece cuando se sirve con humildad y verdad. Quien lleva Nombre1276 aprende a escuchar el silencio, a decidir con conciencia y a agradecer cada avance. Ante la angustia, Nombre1276 confía; ante el éxito, comparte. Así el nombre se vuelve puente entre lo humano y lo sagrado."
    }
  },
  {
    "nombre": "Nombre1277",
    "genero": "U",
    "origen": "Griego",
    "significado": "Nombre de origen griego asociado a protección, carácter compasivo, que impulsa cuidado de los demás y refleja bondad auténtica, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "poética",
      "relato": "Dicen que cuando alguien susurra Nombre1277, una brisa limpia aquieta las dudas. El nombre guarda rumor de agua clara, paciencia y belleza sencilla. Quien lo lleva aprende a elegir palabras que curan y silencios que sostienen. Para brillar no necesita ruido: basta un gesto exacto, una mirada honesta, y una decisión valiente en el momento justo, como una lámpara pequeña en cuarto oscuro."
    }
  },
  {
    "nombre": "Nombre1278",
    "genero": "M",
    "origen": "Árabe",
    "significado": "Nombre de origen árabe asociado a creatividad, carácter empático, que impulsa aprendizaje continuo y refleja luz espiritual, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "bíblica",
      "relato": "Nombre1278 aparece en tradiciones bíblicas, donde la fe atraviesa pruebas y renueva el corazón. Su historia recuerda que la dignidad florece cuando se sirve con humildad y verdad. Quien lleva Nombre1278 aprende a escuchar el silencio, a decidir con conciencia y a agradecer cada avance. Ante la angustia, Nombre1278 confía; ante el éxito, comparte. Así el nombre se vuelve puente entre lo humano y lo sagrado."
    }
  },
  {
    "nombre": "Nombre1279",
    "genero": "F",
    "origen": "Vasco",
    "significado": "Nombre de origen vasco asociado a sabiduría, carácter compasivo, que impulsa liderazgo consciente y refleja luz espiritual, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "mitológica",
      "relato": "Los relatos antiguos susurran que Nombre1279 cruzó valles y montañas guiado por un juramento de honor. No vencía por fuerza, sino por enfoque y templanza. Su huella, dicen, dejaba centellas sobre la piedra húmeda. Quien porta Nombre1279 conserva ese pacto con lo extraordinario: entrenar sin alarde, cuidarse del orgullo, y honrar el destino con disciplina. Cuando el miedo aparece, Nombre1279 lo convierte en maestro paciente."
    }
  },
  {
    "nombre": "Nombre1280",
    "genero": "M",
    "origen": "Vasco",
    "significado": "Nombre de origen vasco asociado a templanza, carácter inspirador, que impulsa aprendizaje continuo y refleja bondad auténtica, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "histórica",
      "relato": "En crónicas y memorias, Nombre1280 aparece ligado a decisiones firmes y horizontes abiertos. Aprendió a rectificar sin perder la dignidad y a sostener la palabra dada. El nombre Nombre1280 inspira a tejer puentes entre generaciones y culturas, a ordenar el caos cotidiano y a encender esperanza concreta donde otros renuncian. Liderazgo, sí, pero como servicio: mirar a los ojos, escuchar, y avanzar con respeto incluso en la discrepancia."
    }
  },
  {
    "nombre": "Nombre1281",
    "genero": "M",
    "origen": "Árabe",
    "significado": "Nombre de origen árabe asociado a creatividad, carácter honesto, que impulsa decisiones justas y refleja gracia bajo presión, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "mitológica",
      "relato": "Los relatos antiguos susurran que Nombre1281 cruzó valles y montañas guiado por un juramento de honor. No vencía por fuerza, sino por enfoque y templanza. Su huella, dicen, dejaba centellas sobre la piedra húmeda. Quien porta Nombre1281 conserva ese pacto con lo extraordinario: entrenar sin alarde, cuidarse del orgullo, y honrar el destino con disciplina. Cuando el miedo aparece, Nombre1281 lo convierte en maestro paciente."
    }
  },
  {
    "nombre": "Nombre1282",
    "genero": "U",
    "origen": "Latín",
    "significado": "Nombre de origen latín asociado a valentía, carácter inspirador, que impulsa aprendizaje continuo y refleja equilibrio emocional, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "poética",
      "relato": "Dicen que cuando alguien susurra Nombre1282, una brisa limpia aquieta las dudas. El nombre guarda rumor de agua clara, paciencia y belleza sencilla. Quien lo lleva aprende a elegir palabras que curan y silencios que sostienen. Para brillar no necesita ruido: basta un gesto exacto, una mirada honesta, y una decisión valiente en el momento justo, como una lámpara pequeña en cuarto oscuro."
    }
  },
  {
    "nombre": "Nombre1283",
    "genero": "U",
    "origen": "Germánico",
    "significado": "Nombre de origen germánico asociado a fortaleza interior, carácter empático, que impulsa aprendizaje continuo y refleja gracia bajo presión, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "poética",
      "relato": "Dicen que cuando alguien susurra Nombre1283, una brisa limpia aquieta las dudas. El nombre guarda rumor de agua clara, paciencia y belleza sencilla. Quien lo lleva aprende a elegir palabras que curan y silencios que sostienen. Para brillar no necesita ruido: basta un gesto exacto, una mirada honesta, y una decisión valiente en el momento justo, como una lámpara pequeña en cuarto oscuro."
    }
  },
  {
    "nombre": "Nombre1284",
    "genero": "F",
    "origen": "Vasco",
    "significado": "Nombre de origen vasco asociado a curiosidad, carácter observador, que impulsa servicio generoso y refleja equilibrio emocional, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "bíblica",
      "relato": "Nombre1284 aparece en tradiciones bíblicas, donde la fe atraviesa pruebas y renueva el corazón. Su historia recuerda que la dignidad florece cuando se sirve con humildad y verdad. Quien lleva Nombre1284 aprende a escuchar el silencio, a decidir con conciencia y a agradecer cada avance. Ante la angustia, Nombre1284 confía; ante el éxito, comparte. Así el nombre se vuelve puente entre lo humano y lo sagrado."
    }
  },
  {
    "nombre": "Nombre1285",
    "genero": "M",
    "origen": "Francés",
    "significado": "Nombre de origen francés asociado a protección, carácter compasivo, que impulsa aprendizaje continuo y refleja equilibrio emocional, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "fantástica",
      "relato": "En un bosque sin coordenadas, Nombre1285 halló una lámpara hecha de auroras. Cada vez que alguien se perdía, el cristal encendía un sendero de luciérnagas hasta la salida. Desde entonces, Nombre1285 simboliza coraje amable que guía sin imponer, ingenio que vuelve sombras en señales, y ternura que recuerda el camino a casa incluso cuando el mundo gira demasiado rápido."
    }
  },
  {
    "nombre": "Nombre1286",
    "genero": "M",
    "origen": "Hebreo",
    "significado": "Nombre de origen hebreo asociado a fortaleza interior, carácter protector, que impulsa aprendizaje continuo y refleja gracia bajo presión, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "mitológica",
      "relato": "Los relatos antiguos susurran que Nombre1286 cruzó valles y montañas guiado por un juramento de honor. No vencía por fuerza, sino por enfoque y templanza. Su huella, dicen, dejaba centellas sobre la piedra húmeda. Quien porta Nombre1286 conserva ese pacto con lo extraordinario: entrenar sin alarde, cuidarse del orgullo, y honrar el destino con disciplina. Cuando el miedo aparece, Nombre1286 lo convierte en maestro paciente."
    }
  },
  {
    "nombre": "Nombre1287",
    "genero": "U",
    "origen": "Árabe",
    "significado": "Nombre de origen árabe asociado a protección, carácter observador, que impulsa búsqueda de verdad y refleja disciplina práctica, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "poética",
      "relato": "Dicen que cuando alguien susurra Nombre1287, una brisa limpia aquieta las dudas. El nombre guarda rumor de agua clara, paciencia y belleza sencilla. Quien lo lleva aprende a elegir palabras que curan y silencios que sostienen. Para brillar no necesita ruido: basta un gesto exacto, una mirada honesta, y una decisión valiente en el momento justo, como una lámpara pequeña en cuarto oscuro."
    }
  },
  {
    "nombre": "Nombre1288",
    "genero": "U",
    "origen": "Vasco",
    "significado": "Nombre de origen vasco asociado a resiliencia, carácter compasivo, que impulsa crecimiento personal y refleja imaginación fértil, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "poética",
      "relato": "Dicen que cuando alguien susurra Nombre1288, una brisa limpia aquieta las dudas. El nombre guarda rumor de agua clara, paciencia y belleza sencilla. Quien lo lleva aprende a elegir palabras que curan y silencios que sostienen. Para brillar no necesita ruido: basta un gesto exacto, una mirada honesta, y una decisión valiente en el momento justo, como una lámpara pequeña en cuarto oscuro."
    }
  },
  {
    "nombre": "Nombre1289",
    "genero": "M",
    "origen": "Griego",
    "significado": "Nombre de origen griego asociado a creatividad, carácter inspirador, que impulsa búsqueda de verdad y refleja disciplina práctica, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "poética",
      "relato": "Dicen que cuando alguien susurra Nombre1289, una brisa limpia aquieta las dudas. El nombre guarda rumor de agua clara, paciencia y belleza sencilla. Quien lo lleva aprende a elegir palabras que curan y silencios que sostienen. Para brillar no necesita ruido: basta un gesto exacto, una mirada honesta, y una decisión valiente en el momento justo, como una lámpara pequeña en cuarto oscuro."
    }
  },
  {
    "nombre": "Nombre1290",
    "genero": "U",
    "origen": "Griego",
    "significado": "Nombre de origen griego asociado a creatividad, carácter sereno, que impulsa liderazgo consciente y refleja luz espiritual, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "mitológica",
      "relato": "Los relatos antiguos susurran que Nombre1290 cruzó valles y montañas guiado por un juramento de honor. No vencía por fuerza, sino por enfoque y templanza. Su huella, dicen, dejaba centellas sobre la piedra húmeda. Quien porta Nombre1290 conserva ese pacto con lo extraordinario: entrenar sin alarde, cuidarse del orgullo, y honrar el destino con disciplina. Cuando el miedo aparece, Nombre1290 lo convierte en maestro paciente."
    }
  },
  {
    "nombre": "Nombre1291",
    "genero": "U",
    "origen": "Hebreo",
    "significado": "Nombre de origen hebreo asociado a resiliencia, carácter sereno, que impulsa sueños grandes y refleja esperanza activa, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "bíblica",
      "relato": "Nombre1291 aparece en tradiciones bíblicas, donde la fe atraviesa pruebas y renueva el corazón. Su historia recuerda que la dignidad florece cuando se sirve con humildad y verdad. Quien lleva Nombre1291 aprende a escuchar el silencio, a decidir con conciencia y a agradecer cada avance. Ante la angustia, Nombre1291 confía; ante el éxito, comparte. Así el nombre se vuelve puente entre lo humano y lo sagrado."
    }
  },
  {
    "nombre": "Nombre1292",
    "genero": "U",
    "origen": "Vasco",
    "significado": "Nombre de origen vasco asociado a templanza, carácter empático, que impulsa búsqueda de verdad y refleja gracia bajo presión, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "poética",
      "relato": "Dicen que cuando alguien susurra Nombre1292, una brisa limpia aquieta las dudas. El nombre guarda rumor de agua clara, paciencia y belleza sencilla. Quien lo lleva aprende a elegir palabras que curan y silencios que sostienen. Para brillar no necesita ruido: basta un gesto exacto, una mirada honesta, y una decisión valiente en el momento justo, como una lámpara pequeña en cuarto oscuro."
    }
  },
  {
    "nombre": "Nombre1293",
    "genero": "M",
    "origen": "Griego",
    "significado": "Nombre de origen griego asociado a creatividad, carácter sereno, que impulsa servicio generoso y refleja bondad auténtica, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "poética",
      "relato": "Dicen que cuando alguien susurra Nombre1293, una brisa limpia aquieta las dudas. El nombre guarda rumor de agua clara, paciencia y belleza sencilla. Quien lo lleva aprende a elegir palabras que curan y silencios que sostienen. Para brillar no necesita ruido: basta un gesto exacto, una mirada honesta, y una decisión valiente en el momento justo, como una lámpara pequeña en cuarto oscuro."
    }
  },
  {
    "nombre": "Nombre1294",
    "genero": "U",
    "origen": "Griego",
    "significado": "Nombre de origen griego asociado a fortaleza interior, carácter visionario, que impulsa búsqueda de verdad y refleja pensamiento crítico, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "poética",
      "relato": "Dicen que cuando alguien susurra Nombre1294, una brisa limpia aquieta las dudas. El nombre guarda rumor de agua clara, paciencia y belleza sencilla. Quien lo lleva aprende a elegir palabras que curan y silencios que sostienen. Para brillar no necesita ruido: basta un gesto exacto, una mirada honesta, y una decisión valiente en el momento justo, como una lámpara pequeña en cuarto oscuro."
    }
  },
  {
    "nombre": "Nombre1295",
    "genero": "M",
    "origen": "Árabe",
    "significado": "Nombre de origen árabe asociado a valentía, carácter disciplinado, que impulsa sueños grandes y refleja pensamiento crítico, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "bíblica",
      "relato": "Nombre1295 aparece en tradiciones bíblicas, donde la fe atraviesa pruebas y renueva el corazón. Su historia recuerda que la dignidad florece cuando se sirve con humildad y verdad. Quien lleva Nombre1295 aprende a escuchar el silencio, a decidir con conciencia y a agradecer cada avance. Ante la angustia, Nombre1295 confía; ante el éxito, comparte. Así el nombre se vuelve puente entre lo humano y lo sagrado."
    }
  },
  {
    "nombre": "Nombre1296",
    "genero": "U",
    "origen": "Árabe",
    "significado": "Nombre de origen árabe asociado a valentía, carácter empático, que impulsa cuidado de los demás y refleja imaginación fértil, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "poética",
      "relato": "Dicen que cuando alguien susurra Nombre1296, una brisa limpia aquieta las dudas. El nombre guarda rumor de agua clara, paciencia y belleza sencilla. Quien lo lleva aprende a elegir palabras que curan y silencios que sostienen. Para brillar no necesita ruido: basta un gesto exacto, una mirada honesta, y una decisión valiente en el momento justo, como una lámpara pequeña en cuarto oscuro."
    }
  },
  {
    "nombre": "Nombre1297",
    "genero": "F",
    "origen": "Escandinavo",
    "significado": "Nombre de origen escandinavo asociado a valentía, carácter protector, que impulsa cuidado de los demás y refleja luz espiritual, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "histórica",
      "relato": "En crónicas y memorias, Nombre1297 aparece ligado a decisiones firmes y horizontes abiertos. Aprendió a rectificar sin perder la dignidad y a sostener la palabra dada. El nombre Nombre1297 inspira a tejer puentes entre generaciones y culturas, a ordenar el caos cotidiano y a encender esperanza concreta donde otros renuncian. Liderazgo, sí, pero como servicio: mirar a los ojos, escuchar, y avanzar con respeto incluso en la discrepancia."
    }
  },
  {
    "nombre": "Nombre1298",
    "genero": "M",
    "origen": "Francés",
    "significado": "Nombre de origen francés asociado a claridad, carácter disciplinado, que impulsa decisiones justas y refleja equilibrio emocional, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "bíblica",
      "relato": "Nombre1298 aparece en tradiciones bíblicas, donde la fe atraviesa pruebas y renueva el corazón. Su historia recuerda que la dignidad florece cuando se sirve con humildad y verdad. Quien lleva Nombre1298 aprende a escuchar el silencio, a decidir con conciencia y a agradecer cada avance. Ante la angustia, Nombre1298 confía; ante el éxito, comparte. Así el nombre se vuelve puente entre lo humano y lo sagrado."
    }
  },
  {
    "nombre": "Nombre1299",
    "genero": "U",
    "origen": "Hebreo",
    "significado": "Nombre de origen hebreo asociado a creatividad, carácter observador, que impulsa servicio generoso y refleja luz espiritual, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "mitológica",
      "relato": "Los relatos antiguos susurran que Nombre1299 cruzó valles y montañas guiado por un juramento de honor. No vencía por fuerza, sino por enfoque y templanza. Su huella, dicen, dejaba centellas sobre la piedra húmeda. Quien porta Nombre1299 conserva ese pacto con lo extraordinario: entrenar sin alarde, cuidarse del orgullo, y honrar el destino con disciplina. Cuando el miedo aparece, Nombre1299 lo convierte en maestro paciente."
    }
  }
]