[
  {
    "nombre": "Nombre1300",
    "genero": "U",
    "origen": "Inglés",
    "significado": "Nombre de origen inglés asociado a templanza, carácter observador, que impulsa servicio generoso y refleja disciplina práctica, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "poética",
      "relato": "Dicen que cuando alguien susurra Nombre1300, una brisa limpia aquieta las dudas. El nombre guarda rumor de agua clara, paciencia y belleza sencilla. Quien lo lleva aprende a elegir palabras que curan y silencios que sostienen. Para brillar no necesita ruido: basta un gesto exacto, una mirada honesta, y una decisión valiente en el momento justo, como una lámpara pequeña en cuarto oscuro."
    }
  },
  {
    "nombre": "Nombre1301",
    "genero": "F",
    "origen": "Vasco",
    "significado": "Nombre de origen vasco asociado a resiliencia, carácter protector, que impulsa decisiones justas y refleja imaginación fértil, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "mitológica",
      "relato": "Los relatos antiguos susurran que Nombre1301 cruzó valles y montañas guiado por un juramento de honor. No vencía por fuerza, sino por enfoque y templanza. Su huella, dicen, dejaba centellas sobre la piedra húmeda. Quien porta Nombre1301 conserva ese pacto con lo extraordinario: entrenar sin alarde, cuidarse del orgullo, y honrar el destino con disciplina. Cuando el miedo aparece, Nombre1301 lo convierte en maestro paciente."
    }
  },
  {
    "nombre": "Nombre1302",
    "genero": "U",
    "origen": "Vasco",
    "significado": "Nombre de origen vasco asociado a protección, carácter visionario, que impulsa cuidado de los demás y refleja luz espiritual, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "histórica",
      "relato": "En crónicas y memorias, Nombre1302 aparece ligado a decisiones firmes y horizontes abiertos. Aprendió a rectificar sin perder la dignidad y a sostener la palabra dada. El nombre Nombre1302 inspira a tejer puentes entre generaciones y culturas, a ordenar el caos cotidiano y a encender esperanza concreta donde otros renuncian. Liderazgo, sí, pero como servicio: mirar a los ojos, escuchar, y avanzar con respeto incluso en la discrepancia."
    }
  },
  {
    "nombre": "Nombre1303",
    "genero": "M",
    "origen": "Árabe",
    "significado": "Nombre de origen árabe asociado a claridad, carácter visionario, que impulsa liderazgo consciente y refleja equilibrio emocional, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "poética",
      "relato": "Dicen que cuando alguien susurra Nombre1303, una brisa limpia aquieta las dudas. El nombre guarda rumor de agua clara, paciencia y belleza sencilla. Quien lo lleva aprende a elegir palabras que curan y silencios que sostienen. Para brillar no necesita ruido: basta un gesto exacto, una mirada honesta, y una decisión valiente en el momento justo, como una lámpara pequeña en cuarto oscuro."
    }
  },
  {
    "nombre": "Nombre1304",
    "genero": "M",
    "origen": "Árabe",
    "significado": "Nombre de origen árabe asociado a templanza, carácter leal, que impulsa sueños grandes y refleja gracia bajo presión, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "bíblica",
      "relato": "Nombre1304 aparece en tradiciones bíblicas, donde la fe atraviesa pruebas y renueva el corazón. Su historia recuerda que la dignidad florece cuando se sirve con humildad y verdad. Quien lleva Nombre1304 aprende a escuchar el silencio, a decidir con conciencia y a agradecer cada avance. Ante la angustia, Nombre1304 confía; ante el éxito, comparte. Así el nombre se vuelve puente entre lo humano y lo sagrado."
    }
  },
  {
    "nombre": "Nombre1305",
    "genero": "U",
    "origen": "Japonés",
    "significado": "Nombre de origen japonés asociado a claridad, carácter compasivo, que impulsa cuidado de los demás y refleja equilibrio emocional, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "mitológica",
      "relato": "Los relatos antiguos susurran que Nombre1305 cruzó valles y montañas guiado por un juramento de honor. No vencía por fuerza, sino por enfoque y templanza. Su huella, dicen, dejaba centellas sobre la piedra húmeda. Quien porta Nombre1305 conserva ese pacto con lo extraordinario: entrenar sin alarde, cuidarse del orgullo, y honrar el destino con disciplina. Cuando el miedo aparece, Nombre1305 lo convierte en maestro paciente."
    }
  },
  {
    "nombre": "Nombre1306",
    "genero": "M",
    "origen": "Escandinavo",
    "significado": "Nombre de origen escandinavo asociado a claridad, carácter disciplinado, que impulsa servicio generoso y refleja esperanza activa, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "bíblica",
      "relato": "Nombre1306 aparece en tradiciones bíblicas, donde la fe atraviesa pruebas y renueva el corazón. Su historia recuerda que la dignidad florece cuando se sirve con humildad y verdad. Quien lleva Nombre1306 aprende a escuchar el silencio, a decidir con conciencia y a agradecer cada avance. Ante la angustia, Nombre1306 confía; ante el éxito, comparte. Así el nombre se vuelve puente entre lo humano y lo sagrado."
    }
  },
  {
    "nombre": "Nombre1307",
    "genero": "M",
    "origen": "Latín",
    "significado": "Nombre de origen latín asociado a protección, carácter observador, que impulsa liderazgo consciente y refleja esperanza activa, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "mitológica",
      "relato": "Los relatos antiguos susurran que Nombre1307 cruzó valles y montañas guiado por un juramento de honor. No vencía por fuerza, sino por enfoque y templanza. Su huella, dicen, dejaba centellas sobre la piedra húmeda. Quien porta Nombre1307 conserva ese pacto con lo extraordinario: entrenar sin alarde, cuidarse del orgullo, y honrar el destino con disciplina. Cuando el miedo aparece, Nombre1307 lo convierte en maestro paciente."
    }
  },
  {
    "nombre": "Nombre1308",
    "genero": "U",
    "origen": "Inglés",
    "significado": "Nombre de origen inglés asociado a curiosidad, carácter compasivo, que impulsa búsqueda de verdad y refleja imaginación fértil, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "bíblica",
      "relato": "Nombre1308 aparece en tradiciones bíblicas, donde la fe atraviesa pruebas y renueva el corazón. Su historia recuerda que la dignidad florece cuando se sirve con humildad y verdad. Quien lleva Nombre1308 aprende a escuchar el silencio, a decidir con conciencia y a agradecer cada avance. Ante la angustia, Nombre1308 confía; ante el éxito, comparte. Así el nombre se vuelve puente entre lo humano y lo sagrado."
    }
  },
  {
    "nombre": "Nombre1309",
    "genero": "F",
    "origen": "Inglés",
    "significado": "Nombre de origen inglés asociado a protección, carácter leal, que impulsa crecimiento personal y refleja imaginación fértil, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "histórica",
      "relato": "En crónicas y memorias, Nombre1309 aparece ligado a decisiones firmes y horizontes abiertos. Aprendió a rectificar sin perder la dignidad y a sostener la palabra dada. El nombre Nombre1309 inspira a tejer puentes entre generaciones y culturas, a ordenar el caos cotidiano y a encender esperanza concreta donde otros renuncian. Liderazgo, sí, pero como servicio: mirar a los ojos, escuchar, y avanzar con respeto incluso en la discrepancia."
    }
  },
  {
    "nombre": "Nombre1310",
    "genero": "U",
    "origen": "Chino",
    "significado": "Nombre de origen chino asociado a fortaleza interior, carácter sereno, que impulsa búsqueda de verdad y refleja esperanza activa, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "bíblica",
      "relato": "Nombre1310 aparece en tradiciones bíblicas, donde la fe atraviesa pruebas y renueva el corazón. Su historia recuerda que la dignidad florece cuando se sirve con humildad y verdad. Quien lleva Nombre1310 aprende a escuchar el silencio, a decidir con conciencia y a agradecer cada avance. Ante la angustia, Nombre1310 confía; ante el éxito, comparte. Así el nombre se vuelve puente entre lo humano y lo sagrado."
    }
  },
  {
    "nombre": "Nombre1311",
    "genero": "M",
    "origen": "Italiano",
    "significado": "Nombre de origen italiano asociado a resiliencia, carácter honesto, que impulsa cuidado de los demás y refleja esperanza activa, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "poética",
      "relato": "Dicen que cuando alguien susurra Nombre1311, una brisa limpia aquieta las dudas. El nombre guarda rumor de agua clara, paciencia y belleza sencilla. Quien lo lleva aprende a elegir palabras que curan y silencios que sostienen. Para brillar no necesita ruido: basta un gesto exacto, una mirada honesta, y una decisión valiente en el momento justo, como una lámpara pequeña en cuarto oscuro."
    }
  },
  {
    "nombre": "Nombre1312",
    "genero": "U",
    "origen": "Chino",
    "significado": "Nombre de origen chino asociado a claridad, carácter inspirador, que impulsa sueños grandes y refleja luz espiritual, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "poética",
      "relato": "Dicen que cuando alguien susurra Nombre1312, una brisa limpia aquieta las dudas. El nombre guarda rumor de agua clara, paciencia y belleza sencilla. Quien lo lleva aprende a elegir palabras que curan y silencios que sostienen. Para brillar no necesita ruido: basta un gesto exacto, una mirada honesta, y una decisión valiente en el momento justo, como una lámpara pequeña en cuarto oscuro."
    }
  },
  {
    "nombre": "Nombre1313",
    "genero": "F",
    "origen": "Inglés",
    "significado": "Nombre de origen inglés asociado a templanza, carácter protector, que impulsa crecimiento personal y refleja disciplina práctica, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "bíblica",
      "relato": "Nombre1313 aparece en tradiciones bíblicas, donde la fe atraviesa pruebas y renueva el corazón. Su historia recuerda que la dignidad florece cuando se sirve con humildad y verdad. Quien lleva Nombre1313 aprende a escuchar el silencio, a decidir con conciencia y a agradecer cada avance. Ante la angustia, Nombre1313 confía; ante el éxito, comparte. Así el nombre se vuelve puente entre lo humano y lo sagrado."
    }
  },
  {
    "nombre": "Nombre1314",
    "genero": "F",
    "origen": "Vasco",
    "significado": "Nombre de origen vasco asociado a valentía, carácter inspirador, que impulsa aprendizaje continuo y refleja gracia bajo presión, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "histórica",
      "relato": "En crónicas y memorias, Nombre1314 aparece ligado a decisiones firmes y horizontes abiertos. Aprendió a rectificar sin perder la dignidad y a sostener la palabra dada. El nombre Nombre1314 inspira a tejer puentes entre generaciones y culturas, a ordenar el caos cotidiano y a encender esperanza concreta donde otros renuncian. Liderazgo, sí, pero como servicio: mirar a los ojos, escuchar, y avanzar con respeto incluso en la discrepancia."
    }
  },
  {
    "nombre": "Nombre1315",
    "genero": "M",
    "origen": "Chino",
    "significado": "Nombre de origen chino asociado a creatividad, carácter honesto, que impulsa decisiones justas y refleja equilibrio emocional, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "fantástica",
      "relato": "En un bosque sin coordenadas, Nombre1315 halló una lámpara hecha de auroras. Cada vez que alguien se perdía, el cristal encendía un sendero de luciérnagas hasta la salida. Desde entonces, Nombre1315 simboliza coraje amable que guía sin imponer, ingenio que vuelve sombras en señales, y ternura que recuerda el camino a casa incluso cuando el mundo gira demasiado rápido."
    }
  },
  {
    "nombre": "Nombre1316",
    "genero": "M",
    "origen": "Francés",
    "significado": "Nombre de origen francés asociado a valentía, carácter protector, que impulsa liderazgo consciente y refleja disciplina práctica, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "mitológica",
      "relato": "Los relatos antiguos susurran que Nombre1316 cruzó valles y montañas guiado por un juramento de honor. No vencía por fuerza, sino por enfoque y templanza. Su huella, dicen, dejaba centellas sobre la piedra húmeda. Quien porta Nombre1316 conserva ese pacto con lo extraordinario: entrenar sin alarde, cuidarse del orgullo, y honrar el destino con disciplina. Cuando el miedo aparece, Nombre1316 lo convierte en maestro paciente."
    }
  },
  {
    "nombre": "Nombre1317",
    "genero": "U",
    "origen": "Griego",
    "significado": "Nombre de origen griego asociado a claridad, carácter disciplinado, que impulsa cuidado de los demás y refleja luz espiritual, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "mitológica",
      "relato": "Los relatos antiguos susurran que Nombre1317 cruzó valles y montañas guiado por un juramento de honor. No vencía por fuerza, sino por enfoque y templanza. Su huella, dicen, dejaba centellas sobre la piedra húmeda. Quien porta Nombre1317 conserva ese pacto con lo extraordinario: entrenar sin alarde, cuidarse del orgullo, y honrar el destino con disciplina. Cuando el miedo aparece, Nombre1317 lo convierte en maestro paciente."
    }
  },
  {
    "nombre": "Nombre1318",
    "genero": "U",
    "origen": "Chino",
    "significado": "Nombre de origen chino asociado a fortaleza interior, carácter protector, que impulsa servicio generoso y refleja imaginación fértil, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "poética",
      "relato": "Dicen que cuando alguien susurra Nombre1318, una brisa limpia aquieta las dudas. El nombre guarda rumor de agua clara, paciencia y belleza sencilla. Quien lo lleva aprende a elegir palabras que curan y silencios que sostienen. Para brillar no necesita ruido: basta un gesto exacto, una mirada honesta, y una decisión valiente en el momento justo, como una lámpara pequeña en cuarto oscuro."
    }
  },
  {
    "nombre": "Nombre1319",
    "genero": "F",
    "origen": "Latín",
    "significado": "Nombre de origen latín asociado a claridad, carácter visionario, que impulsa búsqueda de verdad y refleja gracia bajo presión, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "mitológica",
      "relato": "Los relatos antiguos susurran que Nombre1319 cruzó valles y montañas guiado por un juramento de honor. No vencía por fuerza, sino por enfoque y templanza. Su huella, dicen, dejaba centellas sobre la piedra húmeda. Quien porta Nombre1319 conserva ese pacto con lo extraordinario: entrenar sin alarde, cuidarse del orgullo, y honrar el destino con disciplina. Cuando el miedo aparece, Nombre1319 lo convierte en maestro paciente."
    }
  },
  {
    "nombre": "Nombre1320",
    "genero": "F",
    "origen": "Celta",
    "significado": "Nombre de origen celta asociado a templanza, carácter compasivo, que impulsa búsqueda de verdad y refleja equilibrio emocional, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "fantástica",
      "relato": "En un bosque sin coordenadas, Nombre1320 halló una lámpara hecha de auroras. Cada vez que alguien se perdía, el cristal encendía un sendero de luciérnagas hasta la salida. Desde entonces, Nombre1320 simboliza coraje amable que guía sin imponer, ingenio que vuelve sombras en señales, y ternura que recuerda el camino a casa incluso cuando el mundo gira demasiado rápido."
    }
  },
  {
    "nombre": "Nombre1321",
    "genero": "F",
    "origen": "Vasco",
    "significado": "Nombre de origen vasco asociado a fortaleza interior, carácter visionario, que impulsa sueños grandes y refleja bondad auténtica, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "histórica",
      "relato": "En crónicas y memorias, Nombre1321 aparece ligado a decisiones firmes y horizontes abiertos. Aprendió a rectificar sin perder la dignidad y a sostener la palabra dada. El nombre Nombre1321 inspira a tejer puentes entre generaciones y culturas, a ordenar el caos cotidiano y a encender esperanza concreta donde otros renuncian. Liderazgo, sí, pero como servicio: mirar a los ojos, escuchar, y avanzar con respeto incluso en la discrepancia."
    }
  },
  {
    "nombre": "Nombre1322",
    "genero": "F",
    "origen": "Italiano",
    "significado": "Nombre de origen italiano asociado a templanza, carácter sereno, que impulsa liderazgo consciente y refleja disciplina práctica, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "bíblica",
      "relato": "Nombre1322 aparece en tradiciones bíblicas, donde la fe atraviesa pruebas y renueva el corazón. Su historia recuerda que la dignidad florece cuando se sirve con humildad y verdad. Quien lleva Nombre1322 aprende a escuchar el silencio, a decidir con conciencia y a agradecer cada avance. Ante la angustia, Nombre1322 confía; ante el éxito, comparte. Así el nombre se vuelve puente entre lo humano y lo sagrado."
    }
  },
  {
    "nombre": "Nombre1323",
    "genero": "M",
    "origen": "Latín",
    "significado": "Nombre de origen latín asociado a curiosidad, carácter visionario, que impulsa decisiones justas y refleja luz espiritual, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "poética",
      "relato": "Dicen que cuando alguien susurra Nombre1323, una brisa limpia aquieta las dudas. El nombre guarda rumor de agua clara, paciencia y belleza sencilla. Quien lo lleva aprende a elegir palabras que curan y silencios que sostienen. Para brillar no necesita ruido: basta un gesto exacto, una mirada honesta, y una decisión valiente en el momento justo, como una lámpara pequeña en cuarto oscuro."
    }
  },
  {
    "nombre": "Nombre1324",
    "genero": "M",
    "origen": "Vasco",
    "significado": "Nombre de origen vasco asociado a claridad, carácter observador, que impulsa decisiones justas y refleja gracia bajo presión, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "poética",
      "relato": "Dicen que cuando alguien susurra Nombre1324, una brisa limpia aquieta las dudas. El nombre guarda rumor de agua clara, paciencia y belleza sencilla. Quien lo lleva aprende a elegir palabras que curan y silencios que sostienen. Para brillar no necesita ruido: basta un gesto exacto, una mirada honesta, y una decisión valiente en el momento justo, como una lámpara pequeña en cuarto oscuro."
    }
  },
  {
    "nombre": "Nombre1325",
    "genero": "U",
    "origen": "Francés",
    "significado": "Nombre de origen francés asociado a sabiduría, carácter empático, que impulsa cuidado de los demás y refleja disciplina práctica, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "poética",
      "relato": "Dicen que cuando alguien susurra Nombre1325, una brisa limpia aquieta las dudas. El nombre guarda rumor de agua clara, paciencia y belleza sencilla. Quien lo lleva aprende a elegir palabras que curan y silencios que sostienen. Para brillar no necesita ruido: basta un gesto exacto, una mirada honesta, y una decisión valiente en el momento justo, como una lámpara pequeña en cuarto oscuro."
    }
  },
  {
    "nombre": "Nombre1326",
    "genero": "F",
    "origen": "Celta",
    "significado": "Nombre de origen celta asociado a claridad, carácter protector, que impulsa crecimiento personal y refleja bondad auténtica, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "mitológica",
      "relato": "Los relatos antiguos susurran que Nombre1326 cruzó valles y montañas guiado por un juramento de honor. No vencía por fuerza, sino por enfoque y templanza. Su huella, dicen, dejaba centellas sobre la piedra húmeda. Quien porta Nombre1326 conserva ese pacto con lo extraordinario: entrenar sin alarde, cuidarse del orgullo, y honrar el destino con disciplina. Cuando el miedo aparece, Nombre1326 lo convierte en maestro paciente."
    }
  },
  {
    "nombre": "Nombre1327",
    "genero": "F",
    "origen": "Celta",
    "significado": "Nombre de origen celta asociado a resiliencia, carácter visionario, que impulsa sueños grandes y refleja gracia bajo presión, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "mitológica",
      "relato": "Los relatos antiguos susurran que Nombre1327 cruzó valles y montañas guiado por un juramento de honor. No vencía por fuerza, sino por enfoque y templanza. Su huella, dicen, dejaba centellas sobre la piedra húmeda. Quien porta Nombre1327 conserva ese pacto con lo extraordinario: entrenar sin alarde, cuidarse del orgullo, y honrar el destino con disciplina. Cuando el miedo aparece, Nombre1327 lo convierte en maestro paciente."
    }
  },
  {
    "nombre": "Nombre1328",
    "genero": "F",
    "origen": "Francés",
    "significado": "Nombre de origen francés asociado a creatividad, carácter observador, que impulsa crecimiento personal y refleja imaginación fértil, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "bíblica",
      "relato": "Nombre1328 aparece en tradiciones bíblicas, donde la fe atraviesa pruebas y renueva el corazón. Su historia recuerda que la dignidad florece cuando se sirve con humildad y verdad. Quien lleva Nombre1328 aprende a escuchar el silencio, a decidir con conciencia y a agradecer cada avance. Ante la angustia, Nombre1328 confía; ante el éxito, comparte. Así el nombre se vuelve puente entre lo humano y lo sagrado."
    }
  },
  {
    "nombre": "Nombre1329",
    "genero": "F",
    "origen": "Hebreo",
    "significado": "Nombre de origen hebreo asociado a claridad, carácter sereno, que impulsa liderazgo consciente y refleja pensamiento crítico, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "bíblica",
      "relato": "Nombre1329 aparece en tradiciones bíblicas, donde la fe atraviesa pruebas y renueva el corazón. Su historia recuerda que la dignidad florece cuando se sirve con humildad y verdad. Quien lleva Nombre1329 aprende a escuchar el silencio, a decidir con conciencia y a agradecer cada avance. Ante la angustia, Nombre1329 confía; ante el éxito, comparte. Así el nombre se vuelve puente entre lo humano y lo sagrado."
    }
  },
  {
    "nombre": "Nombre1330",
    "genero": "F",
    "origen": "Hebreo",
    "significado": "Nombre de origen hebreo asociado a creatividad, carácter leal, que impulsa crecimiento personal y refleja luz espiritual, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "mitológica",
      "relato": "Los relatos antiguos susurran que Nombre1330 cruzó valles y montañas guiado por un juramento de honor. No vencía por fuerza, sino por enfoque y templanza. Su huella, dicen, dejaba centellas sobre la piedra húmeda. Quien porta Nombre1330 conserva ese pacto con lo extraordinario: entrenar sin alarde, cuidarse del orgullo, y honrar el destino con disciplina. Cuando el miedo aparece, Nombre1330 lo convierte en maestro paciente."
    }
  },
  {
    "nombre": "Nombre1331",
    "genero": "F",
    "origen": "Vasco",
    "significado": "Nombre de origen vasco asociado a fortaleza interior, carácter observador, que impulsa decisiones justas y refleja pensamiento crítico, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "poética",
      "relato": "Dicen que cuando alguien susurra Nombre1331, una brisa limpia aquieta las dudas. El nombre guarda rumor de agua clara, paciencia y belleza sencilla. Quien lo lleva aprende a elegir palabras que curan y silencios que sostienen. Para brillar no necesita ruido: basta un gesto exacto, una mirada honesta, y una decisión valiente en el momento justo, como una lámpara pequeña en cuarto oscuro."
    }
  },
  {
    "nombre": "Nombre1332",
    "genero": "M",
    "origen": "Italiano",
    "significado": "Nombre de origen italiano asociado a sabiduría, carácter leal, que impulsa búsqueda de verdad y refleja imaginación fértil, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "mitológica",
      "relato": "Los relatos antiguos susurran que Nombre1332 cruzó valles y montañas guiado por un juramento de honor. No vencía por fuerza, sino por enfoque y templanza. Su huella, dicen, dejaba centellas sobre la piedra húmeda. Quien porta Nombre1332 conserva ese pacto con lo extraordinario: entrenar sin alarde, cuidarse del orgullo, y honrar el destino con disciplina. Cuando el miedo aparece, Nombre1332 lo convierte en maestro paciente."
    }
  },
  {
    "nombre": "Nombre1333",
    "genero": "M",
    "origen": "Italiano",
    "significado": "Nombre de origen italiano asociado a templanza, carácter sereno, que impulsa sueños grandes y refleja bondad auténtica, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "mitológica",
      "relato": "Los relatos antiguos susurran que Nombre1333 cruzó valles y montañas guiado por un juramento de honor. No vencía por fuerza, sino por enfoque y templanza. Su huella, dicen, dejaba centellas sobre la piedra húmeda. Quien porta Nombre1333 conserva ese pacto con lo extraordinario: entrenar sin alarde, cuidarse del orgullo, y honrar el destino con disciplina. Cuando el miedo aparece, Nombre1333 lo convierte en maestro paciente."
    }
  },
  {
    "nombre": "Nombre1334",
    "genero": "M",
    "origen": "Escandinavo",
    "significado": "Nombre de origen escandinavo asociado a valentía, carácter empático, que impulsa decisiones justas y refleja imaginación fértil, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "poética",
      "relato": "Dicen que cuando alguien susurra Nombre1334, una brisa limpia aquieta las dudas. El nombre guarda rumor de agua clara, paciencia y belleza sencilla. Quien lo lleva aprende a elegir palabras que curan y silencios que sostienen. Para brillar no necesita ruido: basta un gesto exacto, una mirada honesta, y una decisión valiente en el momento justo, como una lámpara pequeña en cuarto oscuro."
    }
  },
  {
    "nombre": "Nombre1335",
    "genero": "M",
    "origen": "Francés",
    "significado": "Nombre de origen francés asociado a protección, carácter sereno, que impulsa búsqueda de verdad y refleja bondad auténtica, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "bíblica",
      "relato": "Nombre1335 aparece en tradiciones bíblicas, donde la fe atraviesa pruebas y renueva el corazón. Su historia recuerda que la dignidad florece cuando se sirve con humildad y verdad. Quien lleva Nombre1335 aprende a escuchar el silencio, a decidir con conciencia y a agradecer cada avance. Ante la angustia, Nombre1335 confía; ante el éxito, comparte. Así el nombre se vuelve puente entre lo humano y lo sagrado."
    }
  },
  {
    "nombre": "Nombre1336",
    "genero": "M",
    "origen": "Escandinavo",
    "significado": "Nombre de origen escandinavo asociado a sabiduría, carácter disciplinado, que impulsa decisiones justas y refleja gracia bajo presión, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "bíblica",
      "relato": "Nombre1336 aparece en tradiciones bíblicas, donde la fe atraviesa pruebas y renueva el corazón. Su historia recuerda que la dignidad florece cuando se sirve con humildad y verdad. Quien lleva Nombre1336 aprende a escuchar el silencio, a decidir con conciencia y a agradecer cada avance. Ante la angustia, Nombre1336 confía; ante el éxito, comparte. Así el nombre se vuelve puente entre lo humano y lo sagrado."
    }
  },
  {
    "nombre": "Nombre1337",
    "genero": "F",
    "origen": "Árabe",
    "significado": "Nombre de origen árabe asociado a resiliencia, carácter compasivo, que impulsa cuidado de los demás y refleja pensamiento crítico, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "mitológica",
      "relato": "Los relatos antiguos susurran que Nombre1337 cruzó valles y montañas guiado por un juramento de honor. No vencía por fuerza, sino por enfoque y templanza. Su huella, dicen, dejaba centellas sobre la piedra húmeda. Quien porta Nombre1337 conserva ese pacto con lo extraordinario: entrenar sin alarde, cuidarse del orgullo, y honrar el destino con disciplina. Cuando el miedo aparece, Nombre1337 lo convierte en maestro paciente."
    }
  },
  {
    "nombre": "Nombre1338",
    "genero": "F",
    "origen": "Francés",
    "significado": "Nombre de origen francés asociado a sabiduría, carácter disciplinado, que impulsa aprendizaje continuo y refleja gracia bajo presión, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "fantástica",
      "relato": "En un bosque sin coordenadas, Nombre1338 halló una lámpara hecha de auroras. Cada vez que alguien se perdía, el cristal encendía un sendero de luciérnagas hasta la salida. Desde entonces, Nombre1338 simboliza coraje amable que guía sin imponer, ingenio que vuelve sombras en señales, y ternura que recuerda el camino a casa incluso cuando el mundo gira demasiado rápido."
    }
  },
  {
    "nombre": "Nombre1339",
    "genero": "F",
    "origen": "Italiano",
    "significado": "Nombre de origen italiano asociado a fortaleza interior, carácter honesto, que impulsa aprendizaje continuo y refleja esperanza activa, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "bíblica",
      "relato": "Nombre1339 aparece en tradiciones bíblicas, donde la fe atraviesa pruebas y renueva el corazón. Su historia recuerda que la dignidad florece cuando se sirve con humildad y verdad. Quien lleva Nombre1339 aprende a escuchar el silencio, a decidir con conciencia y a agradecer cada avance. Ante la angustia, Nombre1339 confía; ante el éxito, comparte. Así el nombre se vuelve puente entre lo humano y lo sagrado."
    }
  },
  {
    "nombre": "Nombre1340",
    "genero": "M",
    "origen": "Árabe",
    "significado": "Nombre de origen árabe asociado a resiliencia, carácter observador, que impulsa aprendizaje continuo y refleja pensamiento crítico, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "mitológica",
      "relato": "Los relatos antiguos susurran que Nombre1340 cruzó valles y montañas guiado por un juramento de honor. No vencía por fuerza, sino por enfoque y templanza. Su huella, dicen, dejaba centellas sobre la piedra húmeda. Quien porta Nombre1340 conserva ese pacto con lo extraordinario: entrenar sin alarde, cuidarse del orgullo, y honrar el destino con disciplina. Cuando el miedo aparece, Nombre1340 lo convierte en maestro paciente."
    }
  },
  {
    "nombre": "Nombre1341",
    "genero": "M",
    "origen": "Inglés",
    "significado": "Nombre de origen inglés asociado a valentía, carácter empático, que impulsa aprendizaje continuo y refleja disciplina práctica, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "fantástica",
      "relato": "En un bosque sin coordenadas, Nombre1341 halló una lámpara hecha de auroras. Cada vez que alguien se perdía, el cristal encendía un sendero de luciérnagas hasta la salida. Desde entonces, Nombre1341 simboliza coraje amable que guía sin imponer, ingenio que vuelve sombras en señales, y ternura que recuerda el camino a casa incluso cuando el mundo gira demasiado rápido."
    }
  },
  {
    "nombre": "Nombre1342",
    "genero": "F",
    "origen": "Celta",
    "significado": "Nombre de origen celta asociado a templanza, carácter honesto, que impulsa servicio generoso y refleja imaginación fértil, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "mitológica",
      "relato": "Los relatos antiguos susurran que Nombre1342 cruzó valles y montañas guiado por un juramento de honor. No vencía por fuerza, sino por enfoque y templanza. Su huella, dicen, dejaba centellas sobre la piedra húmeda. Quien porta Nombre1342 conserva ese pacto con lo extraordinario: entrenar sin alarde, cuidarse del orgullo, y honrar el destino con disciplina. Cuando el miedo aparece, Nombre1342 lo convierte en maestro paciente."
    }
  },
  {
    "nombre": "Nombre1343",
    "genero": "M",
    "origen": "Japonés",
    "significado": "Nombre de origen japonés asociado a valentía, carácter sereno, que impulsa crecimiento personal y refleja disciplina práctica, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "mitológica",
      "relato": "Los relatos antiguos susurran que Nombre1343 cruzó valles y montañas guiado por un juramento de honor. No vencía por fuerza, sino por enfoque y templanza. Su huella, dicen, dejaba centellas sobre la piedra húmeda. Quien porta Nombre1343 conserva ese pacto con lo extraordinario: entrenar sin alarde, cuidarse del orgullo, y honrar el destino con disciplina. Cuando el miedo aparece, Nombre1343 lo convierte en maestro paciente."
    }
  },
  {
    "nombre": "Nombre1344",
    "genero": "M",
    "origen": "Árabe",
    "significado": "Nombre de origen árabe asociado a resiliencia, carácter honesto, que impulsa crecimiento personal y refleja equilibrio emocional, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "poética",
      "relato": "Dicen que cuando alguien susurra Nombre1344, una brisa limpia aquieta las dudas. El nombre guarda rumor de agua clara, paciencia y belleza sencilla. Quien lo lleva aprende a elegir palabras que curan y silencios que sostienen. Para brillar no necesita ruido: basta un gesto exacto, una mirada honesta, y una decisión valiente en el momento justo, como una lámpara pequeña en cuarto oscuro."
    }
  },
  {
    "nombre": "Nombre1345",
    "genero": "M",
    "origen": "Chino",
    "significado": "Nombre de origen chino asociado a claridad, carácter visionario, que impulsa aprendizaje continuo y refleja pensamiento crítico, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "mitológica",
      "relato": "Los relatos antiguos susurran que Nombre1345 cruzó valles y montañas guiado por un juramento de honor. No vencía por fuerza, sino por enfoque y templanza. Su huella, dicen, dejaba centellas sobre la piedra húmeda. Quien porta Nombre1345 conserva ese pacto con lo extraordinario: entrenar sin alarde, cuidarse del orgullo, y honrar el destino con disciplina. Cuando el miedo aparece, Nombre1345 lo convierte en maestro paciente."
    }
  },
  {
    "nombre": "Nombre1346",
    "genero": "M",
    "origen": "Hebreo",
    "significado": "Nombre de origen hebreo asociado a sabiduría, carácter leal, que impulsa liderazgo consciente y refleja bondad auténtica, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "poética",
      "relato": "Dicen que cuando alguien susurra Nombre1346, una brisa limpia aquieta las dudas. El nombre guarda rumor de agua clara, paciencia y belleza sencilla. Quien lo lleva aprende a elegir palabras que curan y silencios que sostienen. Para brillar no necesita ruido: basta un gesto exacto, una mirada honesta, y una decisión valiente en el momento justo, como una lámpara pequeña en cuarto oscuro."
    }
  },
  {
    "nombre": "Nombre1347",
    "genero": "M",
    "origen": "Japonés",
    "significado": "Nombre de origen japonés asociado a valentía, carácter honesto, que impulsa búsqueda de verdad y refleja luz espiritual, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "bíblica",
      "relato": "Nombre1347 aparece en tradiciones bíblicas, donde la fe atraviesa pruebas y renueva el corazón. Su historia recuerda que la dignidad florece cuando se sirve con humildad y verdad. Quien lleva Nombre1347 aprende a escuchar el silencio, a decidir con conciencia y a agradecer cada avance. Ante la angustia, Nombre1347 confía; ante el éxito, comparte. Así el nombre se vuelve puente entre lo humano y lo sagrado."
    }
  },
  {
    "nombre": "Nombre1348",
    "genero": "U",
    "origen": "Chino",
    "significado": "Nombre de origen chino asociado a creatividad, carácter empático, que impulsa crecimiento personal y refleja pensamiento crítico, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "poética",
      "relato": "Dicen que cuando alguien susurra Nombre1348, una brisa limpia aquieta las dudas. El nombre guarda rumor de agua clara, paciencia y belleza sencilla. Quien lo lleva aprende a elegir palabras que curan y silencios que sostienen. Para brillar no necesita ruido: basta un gesto exacto, una mirada honesta, y una decisión valiente en el momento justo, como una lámpara pequeña en cuarto oscuro."
    }
  },
  {
    "nombre": "Nombre1349",
    "genero": "M",
    "origen": "Italiano",
    "significado": "Nombre de origen italiano asociado a fortaleza interior, carácter empático, que impulsa sueños grandes y refleja pensamiento crítico, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "mitológica",
      "relato": "Los relatos antiguos susurran que Nombre1349 cruzó valles y montañas guiado por un juramento de honor. No vencía por fuerza, sino por enfoque y templanza. Su huella, dicen, dejaba centellas sobre la piedra húmeda. Quien porta Nombre1349 conserva ese pacto con lo extraordinario: entrenar sin alarde, cuidarse del orgullo, y honrar el destino con disciplina. Cuando el miedo aparece, Nombre1349 lo convierte en maestro paciente."
    }
  },
  {
    "nombre": "Nombre1350",
    "genero": "U",
    "origen": "Hebreo",
    "significado": "Nombre de origen hebreo asociado a templanza, carácter inspirador, que impulsa crecimiento personal y refleja imaginación fértil, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "bíblica",
      "relato": "Nombre1350 aparece en tradiciones bíblicas, donde la fe atraviesa pruebas y renueva el corazón. Su historia recuerda que la dignidad florece cuando se sirve con humildad y verdad. Quien lleva Nombre1350 aprende a escuchar el silencio, a decidir con conciencia y a agradecer cada avance. Ante la angustia, Nombre1350 confía; ante el éxito, comparte. Así el nombre se vuelve puente entre lo humano y lo sagrado."
    }
  },
  {
    "nombre": "Nombre1351",
    "genero": "F",
    "origen": "Italiano",
    "significado": "Nombre de origen italiano asociado a creatividad, carácter disciplinado, que impulsa liderazgo consciente y refleja luz espiritual, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "poética",
      "relato": "Dicen que cuando alguien susurra Nombre1351, una brisa limpia aquieta las dudas. El nombre guarda rumor de agua clara, paciencia y belleza sencilla. Quien lo lleva aprende a elegir palabras que curan y silencios que sostienen. Para brillar no necesita ruido: basta un gesto exacto, una mirada honesta, y una decisión valiente en el momento justo, como una lámpara pequeña en cuarto oscuro."
    }
  },
  {
    "nombre": "Nombre1352",
    "genero": "F",
    "origen": "Latín",
    "significado": "Nombre de origen latín asociado a resiliencia, carácter leal, que impulsa sueños grandes y refleja gracia bajo presión, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "mitológica",
      "relato": "Los relatos antiguos susurran que Nombre1352 cruzó valles y montañas guiado por un juramento de honor. No vencía por fuerza, sino por enfoque y templanza. Su huella, dicen, dejaba centellas sobre la piedra húmeda. Quien porta Nombre1352 conserva ese pacto con lo extraordinario: entrenar sin alarde, cuidarse del orgullo, y honrar el destino con disciplina. Cuando el miedo aparece, Nombre1352 lo convierte en maestro paciente."
    }
  },
  {
    "nombre": "Nombre1353",
    "genero": "F",
    "origen": "Chino",
    "significado": "Nombre de origen chino asociado a valentía, carácter compasivo, que impulsa crecimiento personal y refleja luz espiritual, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "fantástica",
      "relato": "En un bosque sin coordenadas, Nombre1353 halló una lámpara hecha de auroras. Cada vez que alguien se perdía, el cristal encendía un sendero de luciérnagas hasta la salida. Desde entonces, Nombre1353 simboliza coraje amable que guía sin imponer, ingenio que vuelve sombras en señales, y ternura que recuerda el camino a casa incluso cuando el mundo gira demasiado rápido."
    }
  },
  {
    "nombre": "Nombre1354",
    "genero": "U",
    "origen": "Japonés",
    "significado": "Nombre de origen japonés asociado a protección, carácter protector, que impulsa cuidado de los demás y refleja disciplina práctica, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "histórica",
      "relato": "En crónicas y memorias, Nombre1354 aparece ligado a decisiones firmes y horizontes abiertos. Aprendió a rectificar sin perder la dignidad y a sostener la palabra dada. El nombre Nombre1354 inspira a tejer puentes entre generaciones y culturas, a ordenar el caos cotidiano y a encender esperanza concreta donde otros renuncian. Liderazgo, sí, pero como servicio: mirar a los ojos, escuchar, y avanzar con respeto incluso en la discrepancia."
    }
  },
  {
    "nombre": "Nombre1355",
    "genero": "F",
    "origen": "Francés",
    "significado": "Nombre de origen francés asociado a claridad, carácter disciplinado, que impulsa liderazgo consciente y refleja disciplina práctica, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "bíblica",
      "relato": "Nombre1355 aparece en tradiciones bíblicas, donde la fe atraviesa pruebas y renueva el corazón. Su historia recuerda que la dignidad florece cuando se sirve con humildad y verdad. Quien lleva Nombre1355 aprende a escuchar el silencio, a decidir con conciencia y a agradecer cada avance. Ante la angustia, Nombre1355 confía; ante el éxito, comparte. Así el nombre se vuelve puente entre lo humano y lo sagrado."
    }
  },
  {
    "nombre": "Nombre1356",
    "genero": "M",
    "origen": "Germánico",
    "significado": "Nombre de origen germánico asociado a fortaleza interior, carácter inspirador, que impulsa aprendizaje continuo y refleja luz espiritual, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "mitológica",
      "relato": "Los relatos antiguos susurran que Nombre1356 cruzó valles y montañas guiado por un juramento de honor. No vencía por fuerza, sino por enfoque y templanza. Su huella, dicen, dejaba centellas sobre la piedra húmeda. Quien porta Nombre1356 conserva ese pacto con lo extraordinario: entrenar sin alarde, cuidarse del orgullo, y honrar el destino con disciplina. Cuando el miedo aparece, Nombre1356 lo convierte en maestro paciente."
    }
  },
  {
    "nombre": "Nombre1357",
    "genero": "F",
    "origen": "Japonés",
    "significado": "Nombre de origen japonés asociado a valentía, carácter compasivo, que impulsa sueños grandes y refleja esperanza activa, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "poética",
      "relato": "Dicen que cuando alguien susurra Nombre1357, una brisa limpia aquieta las dudas. El nombre guarda rumor de agua clara, paciencia y belleza sencilla. Quien lo lleva aprende a elegir palabras que curan y silencios que sostienen. Para brillar no necesita ruido: basta un gesto exacto, una mirada honesta, y una decisión valiente en el momento justo, como una lámpara pequeña en cuarto oscuro."
    }
  },
  {
    "nombre": "Nombre1358",
    "genero": "M",
    "origen": "Inglés",
    "significado": "Nombre de origen inglés asociado a valentía, carácter visionario, que impulsa cuidado de los demás y refleja luz espiritual, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "poética",
      "relato": "Dicen que cuando alguien susurra Nombre1358, una brisa limpia aquieta las dudas. El nombre guarda rumor de agua clara, paciencia y belleza sencilla. Quien lo lleva aprende a elegir palabras que curan y silencios que sostienen. Para brillar no necesita ruido: basta un gesto exacto, una mirada honesta, y una decisión valiente en el momento justo, como una lámpara pequeña en cuarto oscuro."
    }
  },
  {
    "nombre": "Nombre1359",
    "genero": "U",
    "origen": "Latín",
    "significado": "Nombre de origen latín asociado a sabiduría, carácter honesto, que impulsa aprendizaje continuo y refleja bondad auténtica, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "poética",
      "relato": "Dicen que cuando alguien susurra Nombre1359, una brisa limpia aquieta las dudas. El nombre guarda rumor de agua clara, paciencia y belleza sencilla. Quien lo lleva aprende a elegir palabras que curan y silencios que sostienen. Para brillar no necesita ruido: basta un gesto exacto, una mirada honesta, y una decisión valiente en el momento justo, como una lámpara pequeña en cuarto oscuro."
    }
  },
  {
    "nombre": "Nombre1360",
    "genero": "M",
    "origen": "Germánico",
    "significado": "Nombre de origen germánico asociado a claridad, carácter compasivo, que impulsa crecimiento personal y refleja disciplina práctica, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "bíblica",
      "relato": "Nombre1360 aparece en tradiciones bíblicas, donde la fe atraviesa pruebas y renueva el corazón. Su historia recuerda que la dignidad florece cuando se sirve con humildad y verdad. Quien lleva Nombre1360 aprende a escuchar el silencio, a decidir con conciencia y a agradecer cada avance. Ante la angustia, Nombre1360 confía; ante el éxito, comparte. Así el nombre se vuelve puente entre lo humano y lo sagrado."
    }
  },
  {
    "nombre": "Nombre1361",
    "genero": "U",
    "origen": "Árabe",
    "significado": "Nombre de origen árabe asociado a resiliencia, carácter disciplinado, que impulsa búsqueda de verdad y refleja esperanza activa, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "mitológica",
      "relato": "Los relatos antiguos susurran que Nombre1361 cruzó valles y montañas guiado por un juramento de honor. No vencía por fuerza, sino por enfoque y templanza. Su huella, dicen, dejaba centellas sobre la piedra húmeda. Quien porta Nombre1361 conserva ese pacto con lo extraordinario: entrenar sin alarde, cuidarse del orgullo, y honrar el destino con disciplina. Cuando el miedo aparece, Nombre1361 lo convierte en maestro paciente."
    }
  },
  {
    "nombre": "Nombre1362",
    "genero": "U",
    "origen": "Inglés",
    "significado": "Nombre de origen inglés asociado a sabiduría, carácter empático, que impulsa cuidado de los demás y refleja bondad auténtica, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "poética",
      "relato": "Dicen que cuando alguien susurra Nombre1362, una brisa limpia aquieta las dudas. El nombre guarda rumor de agua clara, paciencia y belleza sencilla. Quien lo lleva aprende a elegir palabras que curan y silencios que sostienen. Para brillar no necesita ruido: basta un gesto exacto, una mirada honesta, y una decisión valiente en el momento justo, como una lámpara pequeña en cuarto oscuro."
    }
  },
  {
    "nombre": "Nombre1363",
    "genero": "M",
    "origen": "Latín",
    "significado": "Nombre de origen latín asociado a claridad, carácter inspirador, que impulsa cuidado de los demás y refleja equilibrio emocional, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "mitológica",
      "relato": "Los relatos antiguos susurran que Nombre1363 cruzó valles y montañas guiado por un juramento de honor. No vencía por fuerza, sino por enfoque y templanza. Su huella, dicen, dejaba centellas sobre la piedra húmeda. Quien porta Nombre1363 conserva ese pacto con lo extraordinario: entrenar sin alarde, cuidarse del orgullo, y honrar el destino con disciplina. Cuando el miedo aparece, Nombre1363 lo convierte en maestro paciente."
    }
  },
  {
    "nombre": "Nombre1364",
    "genero": "U",
    "origen": "Escandinavo",
    "significado": "Nombre de origen escandinavo asociado a templanza, carácter visionario, que impulsa servicio generoso y refleja imaginación fértil, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "fantástica",
      "relato": "En un bosque sin coordenadas, Nombre1364 halló una lámpara hecha de auroras. Cada vez que alguien se perdía, el cristal encendía un sendero de luciérnagas hasta la salida. Desde entonces, Nombre1364 simboliza coraje amable que guía sin imponer, ingenio que vuelve sombras en señales, y ternura que recuerda el camino a casa incluso cuando el mundo gira demasiado rápido."
    }
  },
  {
    "nombre": "Nombre1365",
    "genero": "F",
    "origen": "Latín",
    "significado": "Nombre de origen latín asociado a templanza, carácter observador, que impulsa aprendizaje continuo y refleja bondad auténtica, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "poética",
      "relato": "Dicen que cuando alguien susurra Nombre1365, una brisa limpia aquieta las dudas. El nombre guarda rumor de agua clara, paciencia y belleza sencilla. Quien lo lleva aprende a elegir palabras que curan y silencios que sostienen. Para brillar no necesita ruido: basta un gesto exacto, una mirada honesta, y una decisión valiente en el momento justo, como una lámpara pequeña en cuarto oscuro."
    }
  },
  {
    "nombre": "Nombre1366",
    "genero": "U",
    "origen": "Latín",
    "significado": "Nombre de origen latín asociado a fortaleza interior, carácter empático, que impulsa servicio generoso y refleja gracia bajo presión, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "mitológica",
      "relato": "Los relatos antiguos susurran que Nombre1366 cruzó valles y montañas guiado por un juramento de honor. No vencía por fuerza, sino por enfoque y templanza. Su huella, dicen, dejaba centellas sobre la piedra húmeda. Quien porta Nombre1366 conserva ese pacto con lo extraordinario: entrenar sin alarde, cuidarse del orgullo, y honrar el destino con disciplina. Cuando el miedo aparece, Nombre1366 lo convierte en maestro paciente."
    }
  },
  {
    "nombre": "Nombre1367",
    "genero": "U",
    "origen": "Griego",
    "significado": "Nombre de origen griego asociado a templanza, carácter empático, que impulsa aprendizaje continuo y refleja disciplina práctica, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "mitológica",
      "relato": "Los relatos antiguos susurran que Nombre1367 cruzó valles y montañas guiado por un juramento de honor. No vencía por fuerza, sino por enfoque y templanza. Su huella, dicen, dejaba centellas sobre la piedra húmeda. Quien porta Nombre1367 conserva ese pacto con lo extraordinario: entrenar sin alarde, cuidarse del orgullo, y honrar el destino con disciplina. Cuando el miedo aparece, Nombre1367 lo convierte en maestro paciente."
    }
  },
  {
    "nombre": "Nombre1368",
    "genero": "U",
    "origen": "Griego",
    "significado": "Nombre de origen griego asociado a templanza, carácter compasivo, que impulsa liderazgo consciente y refleja disciplina práctica, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "mitológica",
      "relato": "Los relatos antiguos susurran que Nombre1368 cruzó valles y montañas guiado por un juramento de honor. No vencía por fuerza, sino por enfoque y templanza. Su huella, dicen, dejaba centellas sobre la piedra húmeda. Quien porta Nombre1368 conserva ese pacto con lo extraordinario: entrenar sin alarde, cuidarse del orgullo, y honrar el destino con disciplina. Cuando el miedo aparece, Nombre1368 lo convierte en maestro paciente."
    }
  },
  {
    "nombre": "Nombre1369",
    "genero": "F",
    "origen": "Árabe",
    "significado": "Nombre de origen árabe asociado a resiliencia, carácter honesto, que impulsa crecimiento personal y refleja equilibrio emocional, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "histórica",
      "relato": "En crónicas y memorias, Nombre1369 aparece ligado a decisiones firmes y horizontes abiertos. Aprendió a rectificar sin perder la dignidad y a sostener la palabra dada. El nombre Nombre1369 inspira a tejer puentes entre generaciones y culturas, a ordenar el caos cotidiano y a encender esperanza concreta donde otros renuncian. Liderazgo, sí, pero como servicio: mirar a los ojos, escuchar, y avanzar con respeto incluso en la discrepancia."
    }
  },
  {
    "nombre": "Nombre1370",
    "genero": "U",
    "origen": "Inglés",
    "significado": "Nombre de origen inglés asociado a sabiduría, carácter honesto, que impulsa aprendizaje continuo y refleja gracia bajo presión, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "histórica",
      "relato": "En crónicas y memorias, Nombre1370 aparece ligado a decisiones firmes y horizontes abiertos. Aprendió a rectificar sin perder la dignidad y a sostener la palabra dada. El nombre Nombre1370 inspira a tejer puentes entre generaciones y culturas, a ordenar el caos cotidiano y a encender esperanza concreta donde otros renuncian. Liderazgo, sí, pero como servicio: mirar a los ojos, escuchar, y avanzar con respeto incluso en la discrepancia."
    }
  },
  {
    "nombre": "Nombre1371",
    "genero": "M",
    "origen": "Árabe",
    "significado": "Nombre de origen árabe asociado a creatividad, carácter honesto, que impulsa aprendizaje continuo y refleja disciplina práctica, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "fantástica",
      "relato": "En un bosque sin coordenadas, Nombre1371 halló una lámpara hecha de auroras. Cada vez que alguien se perdía, el cristal encendía un sendero de luciérnagas hasta la salida. Desde entonces, Nombre1371 simboliza coraje amable que guía sin imponer, ingenio que vuelve sombras en señales, y ternura que recuerda el camino a casa incluso cuando el mundo gira demasiado rápido."
    }
  },
  {
    "nombre": "Nombre1372",
    "genero": "F",
    "origen": "Germánico",
    "significado": "Nombre de origen germánico asociado a fortaleza interior, carácter disciplinado, que impulsa crecimiento personal y refleja equilibrio emocional, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "histórica",
      "relato": "En crónicas y memorias, Nombre1372 aparece ligado a decisiones firmes y horizontes abiertos. Aprendió a rectificar sin perder la dignidad y a sostener la palabra dada. El nombre Nombre1372 inspira a tejer puentes entre generaciones y culturas, a ordenar el caos cotidiano y a encender esperanza concreta donde otros renuncian. Liderazgo, sí, pero como servicio: mirar a los ojos, escuchar, y avanzar con respeto incluso en la discrepancia."
    }
  },
  {
    "nombre": "Nombre1373",
    "genero": "U",
    "origen": "Italiano",
    "significado": "Nombre de origen italiano asociado a valentía, carácter protector, que impulsa cuidado de los demás y refleja gracia bajo presión, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "poética",
      "relato": "Dicen que cuando alguien susurra Nombre1373, una brisa limpia aquieta las dudas. El nombre guarda rumor de agua clara, paciencia y belleza sencilla. Quien lo lleva aprende a elegir palabras que curan y silencios que sostienen. Para brillar no necesita ruido: basta un gesto exacto, una mirada honesta, y una decisión valiente en el momento justo, como una lámpara pequeña en cuarto oscuro."
    }
  },
  {
    "nombre": "Nombre1374",
    "genero": "U",
    "origen": "Celta",
    "significado": "Nombre de origen celta asociado a resiliencia, carácter empático, que impulsa búsqueda de verdad y refleja disciplina práctica, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "poética",
      "relato": "Dicen que cuando alguien susurra Nombre1374, una brisa limpia aquieta las dudas. El nombre guarda rumor de agua clara, paciencia y belleza sencilla. Quien lo lleva aprende a elegir palabras que curan y silencios que sostienen. Para brillar no necesita ruido: basta un gesto exacto, una mirada honesta, y una decisión valiente en el momento justo, como una lámpara pequeña en cuarto oscuro."
    }
  },
  {
    "nombre": "Nombre1375",
    "genero": "U",
    "origen": "Francés",
    "significado": "Nombre de origen francés asociado a templanza, carácter compasivo, que impulsa decisiones justas y refleja disciplina práctica, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "histórica",
      "relato": "En crónicas y memorias, Nombre1375 aparece ligado a decisiones firmes y horizontes abiertos. Aprendió a rectificar sin perder la dignidad y a sostener la palabra dada. El nombre Nombre1375 inspira a tejer puentes entre generaciones y culturas, a ordenar el caos cotidiano y a encender esperanza concreta donde otros renuncian. Liderazgo, sí, pero como servicio: mirar a los ojos, escuchar, y avanzar con respeto incluso en la discrepancia."
    }
  },
  {
    "nombre": "Nombre1376",
    "genero": "F",
    "origen": "Francés",
    "significado": "Nombre de origen francés asociado a creatividad, carácter inspirador, que impulsa liderazgo consciente y refleja esperanza activa, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "histórica",
      "relato": "En crónicas y memorias, Nombre1376 aparece ligado a decisiones firmes y horizontes abiertos. Aprendió a rectificar sin perder la dignidad y a sostener la palabra dada. El nombre Nombre1376 inspira a tejer puentes entre generaciones y culturas, a ordenar el caos cotidiano y a encender esperanza concreta donde otros renuncian. Liderazgo, sí, pero como servicio: mirar a los ojos, escuchar, y avanzar con respeto incluso en la discrepancia."
    }
  },
  {
    "nombre": "Nombre1377",
    "genero": "F",
    "origen": "Chino",
    "significado": "Nombre de origen chino asociado a alegría, carácter empático, que impulsa liderazgo consciente y refleja pensamiento crítico, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "fantástica",
      "relato": "En un bosque sin coordenadas, Nombre1377 halló una lámpara hecha de auroras. Cada vez que alguien se perdía, el cristal encendía un sendero de luciérnagas hasta la salida. Desde entonces, Nombre1377 simboliza coraje amable que guía sin imponer, ingenio que vuelve sombras en señales, y ternura que recuerda el camino a casa incluso cuando el mundo gira demasiado rápido."
    }
  },
  {
    "nombre": "Nombre1378",
    "genero": "M",
    "origen": "Inglés",
    "significado": "Nombre de origen inglés asociado a valentía, carácter compasivo, que impulsa decisiones justas y refleja imaginación fértil, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "histórica",
      "relato": "En crónicas y memorias, Nombre1378 aparece ligado a decisiones firmes y horizontes abiertos. Aprendió a rectificar sin perder la dignidad y a sostener la palabra dada. El nombre Nombre1378 inspira a tejer puentes entre generaciones y culturas, a ordenar el caos cotidiano y a encender esperanza concreta donde otros renuncian. Liderazgo, sí, pero como servicio: mirar a los ojos, escuchar, y avanzar con respeto incluso en la discrepancia."
    }
  },
  {
    "nombre": "Nombre1379",
    "genero": "F",
    "origen": "Japonés",
    "significado": "Nombre de origen japonés asociado a protección, carácter leal, que impulsa sueños grandes y refleja gracia bajo presión, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "poética",
      "relato": "Dicen que cuando alguien susurra Nombre1379, una brisa limpia aquieta las dudas. El nombre guarda rumor de agua clara, paciencia y belleza sencilla. Quien lo lleva aprende a elegir palabras que curan y silencios que sostienen. Para brillar no necesita ruido: basta un gesto exacto, una mirada honesta, y una decisión valiente en el momento justo, como una lámpara pequeña en cuarto oscuro."
    }
  },
  {
    "nombre": "Nombre1380",
    "genero": "F",
    "origen": "Hebreo",
    "significado": "Nombre de origen hebreo asociado a alegría, carácter disciplinado, que impulsa cuidado de los demás y refleja pensamiento crítico, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "poética",
      "relato": "Dicen que cuando alguien susurra Nombre1380, una brisa limpia aquieta las dudas. El nombre guarda rumor de agua clara, paciencia y belleza sencilla. Quien lo lleva aprende a elegir palabras que curan y silencios que sostienen. Para brillar no necesita ruido: basta un gesto exacto, una mirada honesta, y una decisión valiente en el momento justo, como una lámpara pequeña en cuarto oscuro."
    }
  },
  {
    "nombre": "Nombre1381",
    "genero": "M",
    "origen": "Italiano",
    "significado": "Nombre de origen italiano asociado a creatividad, carácter honesto, que impulsa sueños grandes y refleja imaginación fértil, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "mitológica",
      "relato": "Los relatos antiguos susurran que Nombre1381 cruzó valles y montañas guiado por un juramento de honor. No vencía por fuerza, sino por enfoque y templanza. Su huella, dicen, dejaba centellas sobre la piedra húmeda. Quien porta Nombre1381 conserva ese pacto con lo extraordinario: entrenar sin alarde, cuidarse del orgullo, y honrar el destino con disciplina. Cuando el miedo aparece, Nombre1381 lo convierte en maestro paciente."
    }
  },
  {
    "nombre": "Nombre1382",
    "genero": "U",
    "origen": "Vasco",
    "significado": "Nombre de origen vasco asociado a valentía, carácter empático, que impulsa servicio generoso y refleja gracia bajo presión, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "fantástica",
      "relato": "En un bosque sin coordenadas, Nombre1382 halló una lámpara hecha de auroras. Cada vez que alguien se perdía, el cristal encendía un sendero de luciérnagas hasta la salida. Desde entonces, Nombre1382 simboliza coraje amable que guía sin imponer, ingenio que vuelve sombras en señales, y ternura que recuerda el camino a casa incluso cuando el mundo gira demasiado rápido."
    }
  },
  {
    "nombre": "Nombre1383",
    "genero": "M",
    "origen": "Inglés",
    "significado": "Nombre de origen inglés asociado a creatividad, carácter sereno, que impulsa cuidado de los demás y refleja disciplina práctica, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "bíblica",
      "relato": "Nombre1383 aparece en tradiciones bíblicas, donde la fe atraviesa pruebas y renueva el corazón. Su historia recuerda que la dignidad florece cuando se sirve con humildad y verdad. Quien lleva Nombre1383 aprende a escuchar el silencio, a decidir con conciencia y a agradecer cada avance. Ante la angustia, Nombre1383 confía; ante el éxito, comparte. Así el nombre se vuelve puente entre lo humano y lo sagrado."
    }
  },
  {
    "nombre": "Nombre1384",
    "genero": "F",
    "origen": "Inglés",
    "significado": "Nombre de origen inglés asociado a valentía, carácter observador, que impulsa cuidado de los demás y refleja esperanza activa, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "poética",
      "relato": "Dicen que cuando alguien susurra Nombre1384, una brisa limpia aquieta las dudas. El nombre guarda rumor de agua clara, paciencia y belleza sencilla. Quien lo lleva aprende a elegir palabras que curan y silencios que sostienen. Para brillar no necesita ruido: basta un gesto exacto, una mirada honesta, y una decisión valiente en el momento justo, como una lámpara pequeña en cuarto oscuro."
    }
  },
  {
    "nombre": "Nombre1385",
    "genero": "F",
    "origen": "Italiano",
    "significado": "Nombre de origen italiano asociado a protección, carácter honesto, que impulsa crecimiento personal y refleja imaginación fértil, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "fantástica",
      "relato": "En un bosque sin coordenadas, Nombre1385 halló una lámpara hecha de auroras. Cada vez que alguien se perdía, el cristal encendía un sendero de luciérnagas hasta la salida. Desde entonces, Nombre1385 simboliza coraje amable que guía sin imponer, ingenio que vuelve sombras en señales, y ternura que recuerda el camino a casa incluso cuando el mundo gira demasiado rápido."
    }
  },
  {
    "nombre": "Nombre1386",
    "genero": "U",
    "origen": "Griego",
    "significado": "Nombre de origen griego asociado a valentía, carácter observador, que impulsa aprendizaje continuo y refleja luz espiritual, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "mitológica",
      "relato": "Los relatos antiguos susurran que Nombre1386 cruzó valles y montañas guiado por un juramento de honor. No vencía por fuerza, sino por enfoque y templanza. Su huella, dicen, dejaba centellas sobre la piedra húmeda. Quien porta Nombre1386 conserva ese pacto con lo extraordinario: entrenar sin alarde, cuidarse del orgullo, y honrar el destino con disciplina. Cuando el miedo aparece, Nombre1386 lo convierte en maestro paciente."
    }
  },
  {
    "nombre": "Nombre1387",
    "genero": "U",
    "origen": "Francés",
    "significado": "Nombre de origen francés asociado a resiliencia, carácter empático, que impulsa crecimiento personal y refleja pensamiento crítico, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "histórica",
      "relato": "En crónicas y memorias, Nombre1387 aparece ligado a decisiones firmes y horizontes abiertos. Aprendió a rectificar sin perder la dignidad y a sostener la palabra dada. El nombre Nombre1387 inspira a tejer puentes entre generaciones y culturas, a ordenar el caos cotidiano y a encender esperanza concreta donde otros renuncian. Liderazgo, sí, pero como servicio: mirar a los ojos, escuchar, y avanzar con respeto incluso en la discrepancia."
    }
  },
  {
    "nombre": "Nombre1388",
    "genero": "U",
    "origen": "Japonés",
    "significado": "Nombre de origen japonés asociado a fortaleza interior, carácter honesto, que impulsa decisiones justas y refleja gracia bajo presión, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "mitológica",
      "relato": "Los relatos antiguos susurran que Nombre1388 cruzó valles y montañas guiado por un juramento de honor. No vencía por fuerza, sino por enfoque y templanza. Su huella, dicen, dejaba centellas sobre la piedra húmeda. Quien porta Nombre1388 conserva ese pacto con lo extraordinario: entrenar sin alarde, cuidarse del orgullo, y honrar el destino con disciplina. Cuando el miedo aparece, Nombre1388 lo convierte en maestro paciente."
    }
  },
  {
    "nombre": "Nombre1389",
    "genero": "U",
    "origen": "Inglés",
    "significado": "Nombre de origen inglés asociado a alegría, carácter inspirador, que impulsa liderazgo consciente y refleja bondad auténtica, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "bíblica",
      "relato": "Nombre1389 aparece en tradiciones bíblicas, donde la fe atraviesa pruebas y renueva el corazón. Su historia recuerda que la dignidad florece cuando se sirve con humildad y verdad. Quien lleva Nombre1389 aprende a escuchar el silencio, a decidir con conciencia y a agradecer cada avance. Ante la angustia, Nombre1389 confía; ante el éxito, comparte. Así el nombre se vuelve puente entre lo humano y lo sagrado."
    }
  },
  {
    "nombre": "Nombre1390",
    "genero": "U",
    "origen": "Chino",
    "significado": "Nombre de origen chino asociado a fortaleza interior, carácter leal, que impulsa sueños grandes y refleja disciplina práctica, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "bíblica",
      "relato": "Nombre1390 aparece en tradiciones bíblicas, donde la fe atraviesa pruebas y renueva el corazón. Su historia recuerda que la dignidad florece cuando se sirve con humildad y verdad. Quien lleva Nombre1390 aprende a escuchar el silencio, a decidir con conciencia y a agradecer cada avance. Ante la angustia, Nombre1390 confía; ante el éxito, comparte. Así el nombre se vuelve puente entre lo humano y lo sagrado."
    }
  },
  {
    "nombre": "Nombre1391",
    "genero": "M",
    "origen": "Inglés",
    "significado": "Nombre de origen inglés asociado a valentía, carácter disciplinado, que impulsa cuidado de los demás y refleja gracia bajo presión, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "histórica",
      "relato": "En crónicas y memorias, Nombre1391 aparece ligado a decisiones firmes y horizontes abiertos. Aprendió a rectificar sin perder la dignidad y a sostener la palabra dada. El nombre Nombre1391 inspira a tejer puentes entre generaciones y culturas, a ordenar el caos cotidiano y a encender esperanza concreta donde otros renuncian. Liderazgo, sí, pero como servicio: mirar a los ojos, escuchar, y avanzar con respeto incluso en la discrepancia."
    }
  },
  {
    "nombre": "Nombre1392",
    "genero": "M",
    "origen": "Griego",
    "significado": "Nombre de origen griego asociado a protección, carácter compasivo, que impulsa liderazgo consciente y refleja imaginación fértil, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "poética",
      "relato": "Dicen que cuando alguien susurra Nombre1392, una brisa limpia aquieta las dudas. El nombre guarda rumor de agua clara, paciencia y belleza sencilla. Quien lo lleva aprende a elegir palabras que curan y silencios que sostienen. Para brillar no necesita ruido: basta un gesto exacto, una mirada honesta, y una decisión valiente en el momento justo, como una lámpara pequeña en cuarto oscuro."
    }
  },
  {
    "nombre": "Nombre1393",
    "genero": "F",
    "origen": "Japonés",
    "significado": "Nombre de origen japonés asociado a templanza, carácter compasivo, que impulsa búsqueda de verdad y refleja bondad auténtica, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "mitológica",
      "relato": "Los relatos antiguos susurran que Nombre1393 cruzó valles y montañas guiado por un juramento de honor. No vencía por fuerza, sino por enfoque y templanza. Su huella, dicen, dejaba centellas sobre la piedra húmeda. Quien porta Nombre1393 conserva ese pacto con lo extraordinario: entrenar sin alarde, cuidarse del orgullo, y honrar el destino con disciplina. Cuando el miedo aparece, Nombre1393 lo convierte en maestro paciente."
    }
  },
  {
    "nombre": "Nombre1394",
    "genero": "U",
    "origen": "Celta",
    "significado": "Nombre de origen celta asociado a resiliencia, carácter visionario, que impulsa cuidado de los demás y refleja equilibrio emocional, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "fantástica",
      "relato": "En un bosque sin coordenadas, Nombre1394 halló una lámpara hecha de auroras. Cada vez que alguien se perdía, el cristal encendía un sendero de luciérnagas hasta la salida. Desde entonces, Nombre1394 simboliza coraje amable que guía sin imponer, ingenio que vuelve sombras en señales, y ternura que recuerda el camino a casa incluso cuando el mundo gira demasiado rápido."
    }
  },
  {
    "nombre": "Nombre1395",
    "genero": "M",
    "origen": "Latín",
    "significado": "Nombre de origen latín asociado a alegría, carácter inspirador, que impulsa sueños grandes y refleja esperanza activa, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "mitológica",
      "relato": "Los relatos antiguos susurran que Nombre1395 cruzó valles y montañas guiado por un juramento de honor. No vencía por fuerza, sino por enfoque y templanza. Su huella, dicen, dejaba centellas sobre la piedra húmeda. Quien porta Nombre1395 conserva ese pacto con lo extraordinario: entrenar sin alarde, cuidarse del orgullo, y honrar el destino con disciplina. Cuando el miedo aparece, Nombre1395 lo convierte en maestro paciente."
    }
  },
  {
    "nombre": "Nombre1396",
    "genero": "F",
    "origen": "Japonés",
    "significado": "Nombre de origen japonés asociado a templanza, carácter disciplinado, que impulsa liderazgo consciente y refleja esperanza activa, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "mitológica",
      "relato": "Los relatos antiguos susurran que Nombre1396 cruzó valles y montañas guiado por un juramento de honor. No vencía por fuerza, sino por enfoque y templanza. Su huella, dicen, dejaba centellas sobre la piedra húmeda. Quien porta Nombre1396 conserva ese pacto con lo extraordinario: entrenar sin alarde, cuidarse del orgullo, y honrar el destino con disciplina. Cuando el miedo aparece, Nombre1396 lo convierte en maestro paciente."
    }
  },
  {
    "nombre": "Nombre1397",
    "genero": "U",
    "origen": "Italiano",
    "significado": "Nombre de origen italiano asociado a sabiduría, carácter disciplinado, que impulsa sueños grandes y refleja imaginación fértil, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "fantástica",
      "relato": "En un bosque sin coordenadas, Nombre1397 halló una lámpara hecha de auroras. Cada vez que alguien se perdía, el cristal encendía un sendero de luciérnagas hasta la salida. Desde entonces, Nombre1397 simboliza coraje amable que guía sin imponer, ingenio que vuelve sombras en señales, y ternura que recuerda el camino a casa incluso cuando el mundo gira demasiado rápido."
    }
  },
  {
    "nombre": "Nombre1398",
    "genero": "F",
    "origen": "Vasco",
    "significado": "Nombre de origen vasco asociado a resiliencia, carácter disciplinado, que impulsa sueños grandes y refleja esperanza activa, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "mitológica",
      "relato": "Los relatos antiguos susurran que Nombre1398 cruzó valles y montañas guiado por un juramento de honor. No vencía por fuerza, sino por enfoque y templanza. Su huella, dicen, dejaba centellas sobre la piedra húmeda. Quien porta Nombre1398 conserva ese pacto con lo extraordinario: entrenar sin alarde, cuidarse del orgullo, y honrar el destino con disciplina. Cuando el miedo aparece, Nombre1398 lo convierte en maestro paciente."
    }
  },
  {
    "nombre": "Nombre1399",
    "genero": "M",
    "origen": "Celta",
    "significado": "Nombre de origen celta asociado a templanza, carácter leal, que impulsa crecimiento personal y refleja pensamiento crítico, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "mitológica",
      "relato": "Los relatos antiguos susurran que Nombre1399 cruzó valles y montañas guiado por un juramento de honor. No vencía por fuerza, sino por enfoque y templanza. Su huella, dicen, dejaba centellas sobre la piedra húmeda. Quien porta Nombre1399 conserva ese pacto con lo extraordinario: entrenar sin alarde, cuidarse del orgullo, y honrar el destino con disciplina. Cuando el miedo aparece, Nombre1399 lo convierte en maestro paciente."
    }
  }
]