[
  {
    "nombre": "Nombre1900",
    "genero": "M",
    "origen": "Germánico",
    "significado": "Nombre de origen germánico asociado a protección, carácter empático, que impulsa aprendizaje continuo y refleja equilibrio emocional, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "bíblica",
      "relato": "Nombre1900 aparece en tradiciones bíblicas, donde la fe atraviesa pruebas y renueva el corazón. Su historia recuerda que la dignidad florece cuando se sirve con humildad y verdad. Quien lleva Nombre1900 aprende a escuchar el silencio, a decidir con conciencia y a agradecer cada avance. Ante la angustia, Nombre1900 confía; ante el éxito, comparte. Así el nombre se vuelve puente entre lo humano y lo sagrado."
    }
  },
  {
    "nombre": "Nombre1901",
    "genero": "U",
    "origen": "Escandinavo",
    "significado": "Nombre de origen escandinavo asociado a resiliencia, carácter leal, que impulsa decisiones justas y refleja disciplina práctica, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "fantástica",
      "relato": "En un bosque sin coordenadas, Nombre1901 halló una lámpara hecha de auroras. Cada vez que alguien se perdía, el cristal encendía un sendero de luciérnagas hasta la salida. Desde entonces, Nombre1901 simboliza coraje amable que guía sin imponer, ingenio que vuelve sombras en señales, y ternura que recuerda el camino a casa incluso cuando el mundo gira demasiado rápido."
    }
  },
  {
    "nombre": "Nombre1902",
    "genero": "F",
    "origen": "Germánico",
    "significado": "Nombre de origen germánico asociado a curiosidad, carácter honesto, que impulsa cuidado de los demás y refleja imaginación fértil, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "mitológica",
      "relato": "Los relatos antiguos susurran que Nombre1902 cruzó valles y montañas guiado por un juramento de honor. No vencía por fuerza, sino por enfoque y templanza. Su huella, dicen, dejaba centellas sobre la piedra húmeda. Quien porta Nombre1902 conserva ese pacto con lo extraordinario: entrenar sin alarde, cuidarse del orgullo, y honrar el destino con disciplina. Cuando el miedo aparece, Nombre1902 lo convierte en maestro paciente."
    }
  },
  {
    "nombre": "Nombre1903",
    "genero": "F",
    "origen": "Italiano",
    "significado": "Nombre de origen italiano asociado a curiosidad, carácter observador, que impulsa decisiones justas y refleja luz espiritual, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "poética",
      "relato": "Dicen que cuando alguien susurra Nombre1903, una brisa limpia aquieta las dudas. El nombre guarda rumor de agua clara, paciencia y belleza sencilla. Quien lo lleva aprende a elegir palabras que curan y silencios que sostienen. Para brillar no necesita ruido: basta un gesto exacto, una mirada honesta, y una decisión valiente en el momento justo, como una lámpara pequeña en cuarto oscuro."
    }
  },
  {
    "nombre": "Nombre1904",
    "genero": "M",
    "origen": "Escandinavo",
    "significado": "Nombre de origen escandinavo asociado a fortaleza interior, carácter empático, que impulsa servicio generoso y refleja disciplina práctica, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "mitológica",
      "relato": "Los relatos antiguos susurran que Nombre1904 cruzó valles y montañas guiado por un juramento de honor. No vencía por fuerza, sino por enfoque y templanza. Su huella, dicen, dejaba centellas sobre la piedra húmeda. Quien porta Nombre1904 conserva ese pacto con lo extraordinario: entrenar sin alarde, cuidarse del orgullo, y honrar el destino con disciplina. Cuando el miedo aparece, Nombre1904 lo convierte en maestro paciente."
    }
  },
  {
    "nombre": "Nombre1905",
    "genero": "F",
    "origen": "Italiano",
    "significado": "Nombre de origen italiano asociado a resiliencia, carácter sereno, que impulsa servicio generoso y refleja luz espiritual, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "histórica",
      "relato": "En crónicas y memorias, Nombre1905 aparece ligado a decisiones firmes y horizontes abiertos. Aprendió a rectificar sin perder la dignidad y a sostener la palabra dada. El nombre Nombre1905 inspira a tejer puentes entre generaciones y culturas, a ordenar el caos cotidiano y a encender esperanza concreta donde otros renuncian. Liderazgo, sí, pero como servicio: mirar a los ojos, escuchar, y avanzar con respeto incluso en la discrepancia."
    }
  },
  {
    "nombre": "Nombre1906",
    "genero": "U",
    "origen": "Escandinavo",
    "significado": "Nombre de origen escandinavo asociado a templanza, carácter disciplinado, que impulsa decisiones justas y refleja imaginación fértil, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "poética",
      "relato": "Dicen que cuando alguien susurra Nombre1906, una brisa limpia aquieta las dudas. El nombre guarda rumor de agua clara, paciencia y belleza sencilla. Quien lo lleva aprende a elegir palabras que curan y silencios que sostienen. Para brillar no necesita ruido: basta un gesto exacto, una mirada honesta, y una decisión valiente en el momento justo, como una lámpara pequeña en cuarto oscuro."
    }
  },
  {
    "nombre": "Nombre1907",
    "genero": "M",
    "origen": "Vasco",
    "significado": "Nombre de origen vasco asociado a templanza, carácter protector, que impulsa decisiones justas y refleja esperanza activa, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "bíblica",
      "relato": "Nombre1907 aparece en tradiciones bíblicas, donde la fe atraviesa pruebas y renueva el corazón. Su historia recuerda que la dignidad florece cuando se sirve con humildad y verdad. Quien lleva Nombre1907 aprende a escuchar el silencio, a decidir con conciencia y a agradecer cada avance. Ante la angustia, Nombre1907 confía; ante el éxito, comparte. Así el nombre se vuelve puente entre lo humano y lo sagrado."
    }
  },
  {
    "nombre": "Nombre1908",
    "genero": "U",
    "origen": "Chino",
    "significado": "Nombre de origen chino asociado a fortaleza interior, carácter inspirador, que impulsa liderazgo consciente y refleja esperanza activa, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "poética",
      "relato": "Dicen que cuando alguien susurra Nombre1908, una brisa limpia aquieta las dudas. El nombre guarda rumor de agua clara, paciencia y belleza sencilla. Quien lo lleva aprende a elegir palabras que curan y silencios que sostienen. Para brillar no necesita ruido: basta un gesto exacto, una mirada honesta, y una decisión valiente en el momento justo, como una lámpara pequeña en cuarto oscuro."
    }
  },
  {
    "nombre": "Nombre1909",
    "genero": "M",
    "origen": "Escandinavo",
    "significado": "Nombre de origen escandinavo asociado a valentía, carácter visionario, que impulsa servicio generoso y refleja esperanza activa, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "mitológica",
      "relato": "Los relatos antiguos susurran que Nombre1909 cruzó valles y montañas guiado por un juramento de honor. No vencía por fuerza, sino por enfoque y templanza. Su huella, dicen, dejaba centellas sobre la piedra húmeda. Quien porta Nombre1909 conserva ese pacto con lo extraordinario: entrenar sin alarde, cuidarse del orgullo, y honrar el destino con disciplina. Cuando el miedo aparece, Nombre1909 lo convierte en maestro paciente."
    }
  },
  {
    "nombre": "Nombre1910",
    "genero": "F",
    "origen": "Francés",
    "significado": "Nombre de origen francés asociado a protección, carácter leal, que impulsa aprendizaje continuo y refleja gracia bajo presión, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "fantástica",
      "relato": "En un bosque sin coordenadas, Nombre1910 halló una lámpara hecha de auroras. Cada vez que alguien se perdía, el cristal encendía un sendero de luciérnagas hasta la salida. Desde entonces, Nombre1910 simboliza coraje amable que guía sin imponer, ingenio que vuelve sombras en señales, y ternura que recuerda el camino a casa incluso cuando el mundo gira demasiado rápido."
    }
  },
  {
    "nombre": "Nombre1911",
    "genero": "U",
    "origen": "Japonés",
    "significado": "Nombre de origen japonés asociado a resiliencia, carácter observador, que impulsa decisiones justas y refleja equilibrio emocional, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "histórica",
      "relato": "En crónicas y memorias, Nombre1911 aparece ligado a decisiones firmes y horizontes abiertos. Aprendió a rectificar sin perder la dignidad y a sostener la palabra dada. El nombre Nombre1911 inspira a tejer puentes entre generaciones y culturas, a ordenar el caos cotidiano y a encender esperanza concreta donde otros renuncian. Liderazgo, sí, pero como servicio: mirar a los ojos, escuchar, y avanzar con respeto incluso en la discrepancia."
    }
  },
  {
    "nombre": "Nombre1912",
    "genero": "M",
    "origen": "Vasco",
    "significado": "Nombre de origen vasco asociado a resiliencia, carácter compasivo, que impulsa crecimiento personal y refleja luz espiritual, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "mitológica",
      "relato": "Los relatos antiguos susurran que Nombre1912 cruzó valles y montañas guiado por un juramento de honor. No vencía por fuerza, sino por enfoque y templanza. Su huella, dicen, dejaba centellas sobre la piedra húmeda. Quien porta Nombre1912 conserva ese pacto con lo extraordinario: entrenar sin alarde, cuidarse del orgullo, y honrar el destino con disciplina. Cuando el miedo aparece, Nombre1912 lo convierte en maestro paciente."
    }
  },
  {
    "nombre": "Nombre1913",
    "genero": "M",
    "origen": "Francés",
    "significado": "Nombre de origen francés asociado a alegría, carácter leal, que impulsa crecimiento personal y refleja esperanza activa, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "histórica",
      "relato": "En crónicas y memorias, Nombre1913 aparece ligado a decisiones firmes y horizontes abiertos. Aprendió a rectificar sin perder la dignidad y a sostener la palabra dada. El nombre Nombre1913 inspira a tejer puentes entre generaciones y culturas, a ordenar el caos cotidiano y a encender esperanza concreta donde otros renuncian. Liderazgo, sí, pero como servicio: mirar a los ojos, escuchar, y avanzar con respeto incluso en la discrepancia."
    }
  },
  {
    "nombre": "Nombre1914",
    "genero": "U",
    "origen": "Latín",
    "significado": "Nombre de origen latín asociado a creatividad, carácter visionario, que impulsa aprendizaje continuo y refleja pensamiento crítico, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "poética",
      "relato": "Dicen que cuando alguien susurra Nombre1914, una brisa limpia aquieta las dudas. El nombre guarda rumor de agua clara, paciencia y belleza sencilla. Quien lo lleva aprende a elegir palabras que curan y silencios que sostienen. Para brillar no necesita ruido: basta un gesto exacto, una mirada honesta, y una decisión valiente en el momento justo, como una lámpara pequeña en cuarto oscuro."
    }
  },
  {
    "nombre": "Nombre1915",
    "genero": "M",
    "origen": "Árabe",
    "significado": "Nombre de origen árabe asociado a creatividad, carácter disciplinado, que impulsa decisiones justas y refleja esperanza activa, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "fantástica",
      "relato": "En un bosque sin coordenadas, Nombre1915 halló una lámpara hecha de auroras. Cada vez que alguien se perdía, el cristal encendía un sendero de luciérnagas hasta la salida. Desde entonces, Nombre1915 simboliza coraje amable que guía sin imponer, ingenio que vuelve sombras en señales, y ternura que recuerda el camino a casa incluso cuando el mundo gira demasiado rápido."
    }
  },
  {
    "nombre": "Nombre1916",
    "genero": "M",
    "origen": "Celta",
    "significado": "Nombre de origen celta asociado a alegría, carácter empático, que impulsa búsqueda de verdad y refleja equilibrio emocional, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "histórica",
      "relato": "En crónicas y memorias, Nombre1916 aparece ligado a decisiones firmes y horizontes abiertos. Aprendió a rectificar sin perder la dignidad y a sostener la palabra dada. El nombre Nombre1916 inspira a tejer puentes entre generaciones y culturas, a ordenar el caos cotidiano y a encender esperanza concreta donde otros renuncian. Liderazgo, sí, pero como servicio: mirar a los ojos, escuchar, y avanzar con respeto incluso en la discrepancia."
    }
  },
  {
    "nombre": "Nombre1917",
    "genero": "U",
    "origen": "Escandinavo",
    "significado": "Nombre de origen escandinavo asociado a sabiduría, carácter observador, que impulsa aprendizaje continuo y refleja pensamiento crítico, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "mitológica",
      "relato": "Los relatos antiguos susurran que Nombre1917 cruzó valles y montañas guiado por un juramento de honor. No vencía por fuerza, sino por enfoque y templanza. Su huella, dicen, dejaba centellas sobre la piedra húmeda. Quien porta Nombre1917 conserva ese pacto con lo extraordinario: entrenar sin alarde, cuidarse del orgullo, y honrar el destino con disciplina. Cuando el miedo aparece, Nombre1917 lo convierte en maestro paciente."
    }
  },
  {
    "nombre": "Nombre1918",
    "genero": "U",
    "origen": "Escandinavo",
    "significado": "Nombre de origen escandinavo asociado a valentía, carácter inspirador, que impulsa servicio generoso y refleja imaginación fértil, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "mitológica",
      "relato": "Los relatos antiguos susurran que Nombre1918 cruzó valles y montañas guiado por un juramento de honor. No vencía por fuerza, sino por enfoque y templanza. Su huella, dicen, dejaba centellas sobre la piedra húmeda. Quien porta Nombre1918 conserva ese pacto con lo extraordinario: entrenar sin alarde, cuidarse del orgullo, y honrar el destino con disciplina. Cuando el miedo aparece, Nombre1918 lo convierte en maestro paciente."
    }
  },
  {
    "nombre": "Nombre1919",
    "genero": "F",
    "origen": "Latín",
    "significado": "Nombre de origen latín asociado a sabiduría, carácter honesto, que impulsa crecimiento personal y refleja pensamiento crítico, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "mitológica",
      "relato": "Los relatos antiguos susurran que Nombre1919 cruzó valles y montañas guiado por un juramento de honor. No vencía por fuerza, sino por enfoque y templanza. Su huella, dicen, dejaba centellas sobre la piedra húmeda. Quien porta Nombre1919 conserva ese pacto con lo extraordinario: entrenar sin alarde, cuidarse del orgullo, y honrar el destino con disciplina. Cuando el miedo aparece, Nombre1919 lo convierte en maestro paciente."
    }
  },
  {
    "nombre": "Nombre1920",
    "genero": "U",
    "origen": "Chino",
    "significado": "Nombre de origen chino asociado a claridad, carácter protector, que impulsa decisiones justas y refleja luz espiritual, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "histórica",
      "relato": "En crónicas y memorias, Nombre1920 aparece ligado a decisiones firmes y horizontes abiertos. Aprendió a rectificar sin perder la dignidad y a sostener la palabra dada. El nombre Nombre1920 inspira a tejer puentes entre generaciones y culturas, a ordenar el caos cotidiano y a encender esperanza concreta donde otros renuncian. Liderazgo, sí, pero como servicio: mirar a los ojos, escuchar, y avanzar con respeto incluso en la discrepancia."
    }
  },
  {
    "nombre": "Nombre1921",
    "genero": "U",
    "origen": "Germánico",
    "significado": "Nombre de origen germánico asociado a valentía, carácter sereno, que impulsa búsqueda de verdad y refleja imaginación fértil, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "histórica",
      "relato": "En crónicas y memorias, Nombre1921 aparece ligado a decisiones firmes y horizontes abiertos. Aprendió a rectificar sin perder la dignidad y a sostener la palabra dada. El nombre Nombre1921 inspira a tejer puentes entre generaciones y culturas, a ordenar el caos cotidiano y a encender esperanza concreta donde otros renuncian. Liderazgo, sí, pero como servicio: mirar a los ojos, escuchar, y avanzar con respeto incluso en la discrepancia."
    }
  },
  {
    "nombre": "Nombre1922",
    "genero": "U",
    "origen": "Árabe",
    "significado": "Nombre de origen árabe asociado a fortaleza interior, carácter inspirador, que impulsa búsqueda de verdad y refleja gracia bajo presión, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "fantástica",
      "relato": "En un bosque sin coordenadas, Nombre1922 halló una lámpara hecha de auroras. Cada vez que alguien se perdía, el cristal encendía un sendero de luciérnagas hasta la salida. Desde entonces, Nombre1922 simboliza coraje amable que guía sin imponer, ingenio que vuelve sombras en señales, y ternura que recuerda el camino a casa incluso cuando el mundo gira demasiado rápido."
    }
  },
  {
    "nombre": "Nombre1923",
    "genero": "U",
    "origen": "Escandinavo",
    "significado": "Nombre de origen escandinavo asociado a claridad, carácter disciplinado, que impulsa aprendizaje continuo y refleja gracia bajo presión, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "histórica",
      "relato": "En crónicas y memorias, Nombre1923 aparece ligado a decisiones firmes y horizontes abiertos. Aprendió a rectificar sin perder la dignidad y a sostener la palabra dada. El nombre Nombre1923 inspira a tejer puentes entre generaciones y culturas, a ordenar el caos cotidiano y a encender esperanza concreta donde otros renuncian. Liderazgo, sí, pero como servicio: mirar a los ojos, escuchar, y avanzar con respeto incluso en la discrepancia."
    }
  },
  {
    "nombre": "Nombre1924",
    "genero": "F",
    "origen": "Francés",
    "significado": "Nombre de origen francés asociado a protección, carácter visionario, que impulsa aprendizaje continuo y refleja esperanza activa, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "bíblica",
      "relato": "Nombre1924 aparece en tradiciones bíblicas, donde la fe atraviesa pruebas y renueva el corazón. Su historia recuerda que la dignidad florece cuando se sirve con humildad y verdad. Quien lleva Nombre1924 aprende a escuchar el silencio, a decidir con conciencia y a agradecer cada avance. Ante la angustia, Nombre1924 confía; ante el éxito, comparte. Así el nombre se vuelve puente entre lo humano y lo sagrado."
    }
  },
  {
    "nombre": "Nombre1925",
    "genero": "F",
    "origen": "Inglés",
    "significado": "Nombre de origen inglés asociado a resiliencia, carácter observador, que impulsa sueños grandes y refleja imaginación fértil, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "histórica",
      "relato": "En crónicas y memorias, Nombre1925 aparece ligado a decisiones firmes y horizontes abiertos. Aprendió a rectificar sin perder la dignidad y a sostener la palabra dada. El nombre Nombre1925 inspira a tejer puentes entre generaciones y culturas, a ordenar el caos cotidiano y a encender esperanza concreta donde otros renuncian. Liderazgo, sí, pero como servicio: mirar a los ojos, escuchar, y avanzar con respeto incluso en la discrepancia."
    }
  },
  {
    "nombre": "Nombre1926",
    "genero": "F",
    "origen": "Hebreo",
    "significado": "Nombre de origen hebreo asociado a alegría, carácter visionario, que impulsa aprendizaje continuo y refleja esperanza activa, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "fantástica",
      "relato": "En un bosque sin coordenadas, Nombre1926 halló una lámpara hecha de auroras. Cada vez que alguien se perdía, el cristal encendía un sendero de luciérnagas hasta la salida. Desde entonces, Nombre1926 simboliza coraje amable que guía sin imponer, ingenio que vuelve sombras en señales, y ternura que recuerda el camino a casa incluso cuando el mundo gira demasiado rápido."
    }
  },
  {
    "nombre": "Nombre1927",
    "genero": "M",
    "origen": "Árabe",
    "significado": "Nombre de origen árabe asociado a alegría, carácter observador, que impulsa aprendizaje continuo y refleja bondad auténtica, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "poética",
      "relato": "Dicen que cuando alguien susurra Nombre1927, una brisa limpia aquieta las dudas. El nombre guarda rumor de agua clara, paciencia y belleza sencilla. Quien lo lleva aprende a elegir palabras que curan y silencios que sostienen. Para brillar no necesita ruido: basta un gesto exacto, una mirada honesta, y una decisión valiente en el momento justo, como una lámpara pequeña en cuarto oscuro."
    }
  },
  {
    "nombre": "Nombre1928",
    "genero": "F",
    "origen": "Griego",
    "significado": "Nombre de origen griego asociado a fortaleza interior, carácter protector, que impulsa búsqueda de verdad y refleja disciplina práctica, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "poética",
      "relato": "Dicen que cuando alguien susurra Nombre1928, una brisa limpia aquieta las dudas. El nombre guarda rumor de agua clara, paciencia y belleza sencilla. Quien lo lleva aprende a elegir palabras que curan y silencios que sostienen. Para brillar no necesita ruido: basta un gesto exacto, una mirada honesta, y una decisión valiente en el momento justo, como una lámpara pequeña en cuarto oscuro."
    }
  },
  {
    "nombre": "Nombre1929",
    "genero": "U",
    "origen": "Escandinavo",
    "significado": "Nombre de origen escandinavo asociado a claridad, carácter leal, que impulsa búsqueda de verdad y refleja imaginación fértil, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "bíblica",
      "relato": "Nombre1929 aparece en tradiciones bíblicas, donde la fe atraviesa pruebas y renueva el corazón. Su historia recuerda que la dignidad florece cuando se sirve con humildad y verdad. Quien lleva Nombre1929 aprende a escuchar el silencio, a decidir con conciencia y a agradecer cada avance. Ante la angustia, Nombre1929 confía; ante el éxito, comparte. Así el nombre se vuelve puente entre lo humano y lo sagrado."
    }
  },
  {
    "nombre": "Nombre1930",
    "genero": "U",
    "origen": "Italiano",
    "significado": "Nombre de origen italiano asociado a fortaleza interior, carácter empático, que impulsa búsqueda de verdad y refleja imaginación fértil, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "fantástica",
      "relato": "En un bosque sin coordenadas, Nombre1930 halló una lámpara hecha de auroras. Cada vez que alguien se perdía, el cristal encendía un sendero de luciérnagas hasta la salida. Desde entonces, Nombre1930 simboliza coraje amable que guía sin imponer, ingenio que vuelve sombras en señales, y ternura que recuerda el camino a casa incluso cuando el mundo gira demasiado rápido."
    }
  },
  {
    "nombre": "Nombre1931",
    "genero": "M",
    "origen": "Celta",
    "significado": "Nombre de origen celta asociado a resiliencia, carácter disciplinado, que impulsa decisiones justas y refleja pensamiento crítico, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "bíblica",
      "relato": "Nombre1931 aparece en tradiciones bíblicas, donde la fe atraviesa pruebas y renueva el corazón. Su historia recuerda que la dignidad florece cuando se sirve con humildad y verdad. Quien lleva Nombre1931 aprende a escuchar el silencio, a decidir con conciencia y a agradecer cada avance. Ante la angustia, Nombre1931 confía; ante el éxito, comparte. Así el nombre se vuelve puente entre lo humano y lo sagrado."
    }
  },
  {
    "nombre": "Nombre1932",
    "genero": "M",
    "origen": "Celta",
    "significado": "Nombre de origen celta asociado a protección, carácter inspirador, que impulsa búsqueda de verdad y refleja disciplina práctica, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "bíblica",
      "relato": "Nombre1932 aparece en tradiciones bíblicas, donde la fe atraviesa pruebas y renueva el corazón. Su historia recuerda que la dignidad florece cuando se sirve con humildad y verdad. Quien lleva Nombre1932 aprende a escuchar el silencio, a decidir con conciencia y a agradecer cada avance. Ante la angustia, Nombre1932 confía; ante el éxito, comparte. Así el nombre se vuelve puente entre lo humano y lo sagrado."
    }
  },
  {
    "nombre": "Nombre1933",
    "genero": "M",
    "origen": "Italiano",
    "significado": "Nombre de origen italiano asociado a protección, carácter sereno, que impulsa servicio generoso y refleja bondad auténtica, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "histórica",
      "relato": "En crónicas y memorias, Nombre1933 aparece ligado a decisiones firmes y horizontes abiertos. Aprendió a rectificar sin perder la dignidad y a sostener la palabra dada. El nombre Nombre1933 inspira a tejer puentes entre generaciones y culturas, a ordenar el caos cotidiano y a encender esperanza concreta donde otros renuncian. Liderazgo, sí, pero como servicio: mirar a los ojos, escuchar, y avanzar con respeto incluso en la discrepancia."
    }
  },
  {
    "nombre": "Nombre1934",
    "genero": "U",
    "origen": "Árabe",
    "significado": "Nombre de origen árabe asociado a claridad, carácter sereno, que impulsa aprendizaje continuo y refleja bondad auténtica, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "bíblica",
      "relato": "Nombre1934 aparece en tradiciones bíblicas, donde la fe atraviesa pruebas y renueva el corazón. Su historia recuerda que la dignidad florece cuando se sirve con humildad y verdad. Quien lleva Nombre1934 aprende a escuchar el silencio, a decidir con conciencia y a agradecer cada avance. Ante la angustia, Nombre1934 confía; ante el éxito, comparte. Así el nombre se vuelve puente entre lo humano y lo sagrado."
    }
  },
  {
    "nombre": "Nombre1935",
    "genero": "U",
    "origen": "Escandinavo",
    "significado": "Nombre de origen escandinavo asociado a sabiduría, carácter inspirador, que impulsa búsqueda de verdad y refleja bondad auténtica, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "bíblica",
      "relato": "Nombre1935 aparece en tradiciones bíblicas, donde la fe atraviesa pruebas y renueva el corazón. Su historia recuerda que la dignidad florece cuando se sirve con humildad y verdad. Quien lleva Nombre1935 aprende a escuchar el silencio, a decidir con conciencia y a agradecer cada avance. Ante la angustia, Nombre1935 confía; ante el éxito, comparte. Así el nombre se vuelve puente entre lo humano y lo sagrado."
    }
  },
  {
    "nombre": "Nombre1936",
    "genero": "F",
    "origen": "Griego",
    "significado": "Nombre de origen griego asociado a claridad, carácter compasivo, que impulsa crecimiento personal y refleja imaginación fértil, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "poética",
      "relato": "Dicen que cuando alguien susurra Nombre1936, una brisa limpia aquieta las dudas. El nombre guarda rumor de agua clara, paciencia y belleza sencilla. Quien lo lleva aprende a elegir palabras que curan y silencios que sostienen. Para brillar no necesita ruido: basta un gesto exacto, una mirada honesta, y una decisión valiente en el momento justo, como una lámpara pequeña en cuarto oscuro."
    }
  },
  {
    "nombre": "Nombre1937",
    "genero": "F",
    "origen": "Vasco",
    "significado": "Nombre de origen vasco asociado a curiosidad, carácter disciplinado, que impulsa búsqueda de verdad y refleja gracia bajo presión, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "bíblica",
      "relato": "Nombre1937 aparece en tradiciones bíblicas, donde la fe atraviesa pruebas y renueva el corazón. Su historia recuerda que la dignidad florece cuando se sirve con humildad y verdad. Quien lleva Nombre1937 aprende a escuchar el silencio, a decidir con conciencia y a agradecer cada avance. Ante la angustia, Nombre1937 confía; ante el éxito, comparte. Así el nombre se vuelve puente entre lo humano y lo sagrado."
    }
  },
  {
    "nombre": "Nombre1938",
    "genero": "F",
    "origen": "Francés",
    "significado": "Nombre de origen francés asociado a fortaleza interior, carácter leal, que impulsa sueños grandes y refleja gracia bajo presión, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "poética",
      "relato": "Dicen que cuando alguien susurra Nombre1938, una brisa limpia aquieta las dudas. El nombre guarda rumor de agua clara, paciencia y belleza sencilla. Quien lo lleva aprende a elegir palabras que curan y silencios que sostienen. Para brillar no necesita ruido: basta un gesto exacto, una mirada honesta, y una decisión valiente en el momento justo, como una lámpara pequeña en cuarto oscuro."
    }
  },
  {
    "nombre": "Nombre1939",
    "genero": "F",
    "origen": "Hebreo",
    "significado": "Nombre de origen hebreo asociado a valentía, carácter inspirador, que impulsa búsqueda de verdad y refleja disciplina práctica, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "mitológica",
      "relato": "Los relatos antiguos susurran que Nombre1939 cruzó valles y montañas guiado por un juramento de honor. No vencía por fuerza, sino por enfoque y templanza. Su huella, dicen, dejaba centellas sobre la piedra húmeda. Quien porta Nombre1939 conserva ese pacto con lo extraordinario: entrenar sin alarde, cuidarse del orgullo, y honrar el destino con disciplina. Cuando el miedo aparece, Nombre1939 lo convierte en maestro paciente."
    }
  },
  {
    "nombre": "Nombre1940",
    "genero": "F",
    "origen": "Inglés",
    "significado": "Nombre de origen inglés asociado a templanza, carácter compasivo, que impulsa liderazgo consciente y refleja esperanza activa, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "mitológica",
      "relato": "Los relatos antiguos susurran que Nombre1940 cruzó valles y montañas guiado por un juramento de honor. No vencía por fuerza, sino por enfoque y templanza. Su huella, dicen, dejaba centellas sobre la piedra húmeda. Quien porta Nombre1940 conserva ese pacto con lo extraordinario: entrenar sin alarde, cuidarse del orgullo, y honrar el destino con disciplina. Cuando el miedo aparece, Nombre1940 lo convierte en maestro paciente."
    }
  },
  {
    "nombre": "Nombre1941",
    "genero": "U",
    "origen": "Japonés",
    "significado": "Nombre de origen japonés asociado a resiliencia, carácter protector, que impulsa servicio generoso y refleja imaginación fértil, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "bíblica",
      "relato": "Nombre1941 aparece en tradiciones bíblicas, donde la fe atraviesa pruebas y renueva el corazón. Su historia recuerda que la dignidad florece cuando se sirve con humildad y verdad. Quien lleva Nombre1941 aprende a escuchar el silencio, a decidir con conciencia y a agradecer cada avance. Ante la angustia, Nombre1941 confía; ante el éxito, comparte. Así el nombre se vuelve puente entre lo humano y lo sagrado."
    }
  },
  {
    "nombre": "Nombre1942",
    "genero": "F",
    "origen": "Celta",
    "significado": "Nombre de origen celta asociado a claridad, carácter sereno, que impulsa cuidado de los demás y refleja disciplina práctica, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "mitológica",
      "relato": "Los relatos antiguos susurran que Nombre1942 cruzó valles y montañas guiado por un juramento de honor. No vencía por fuerza, sino por enfoque y templanza. Su huella, dicen, dejaba centellas sobre la piedra húmeda. Quien porta Nombre1942 conserva ese pacto con lo extraordinario: entrenar sin alarde, cuidarse del orgullo, y honrar el destino con disciplina. Cuando el miedo aparece, Nombre1942 lo convierte en maestro paciente."
    }
  },
  {
    "nombre": "Nombre1943",
    "genero": "F",
    "origen": "Árabe",
    "significado": "Nombre de origen árabe asociado a fortaleza interior, carácter compasivo, que impulsa crecimiento personal y refleja luz espiritual, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "poética",
      "relato": "Dicen que cuando alguien susurra Nombre1943, una brisa limpia aquieta las dudas. El nombre guarda rumor de agua clara, paciencia y belleza sencilla. Quien lo lleva aprende a elegir palabras que curan y silencios que sostienen. Para brillar no necesita ruido: basta un gesto exacto, una mirada honesta, y una decisión valiente en el momento justo, como una lámpara pequeña en cuarto oscuro."
    }
  },
  {
    "nombre": "Nombre1944",
    "genero": "U",
    "origen": "Vasco",
    "significado": "Nombre de origen vasco asociado a claridad, carácter protector, que impulsa crecimiento personal y refleja esperanza activa, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "bíblica",
      "relato": "Nombre1944 aparece en tradiciones bíblicas, donde la fe atraviesa pruebas y renueva el corazón. Su historia recuerda que la dignidad florece cuando se sirve con humildad y verdad. Quien lleva Nombre1944 aprende a escuchar el silencio, a decidir con conciencia y a agradecer cada avance. Ante la angustia, Nombre1944 confía; ante el éxito, comparte. Así el nombre se vuelve puente entre lo humano y lo sagrado."
    }
  },
  {
    "nombre": "Nombre1945",
    "genero": "F",
    "origen": "Germánico",
    "significado": "Nombre de origen germánico asociado a valentía, carácter compasivo, que impulsa liderazgo consciente y refleja equilibrio emocional, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "bíblica",
      "relato": "Nombre1945 aparece en tradiciones bíblicas, donde la fe atraviesa pruebas y renueva el corazón. Su historia recuerda que la dignidad florece cuando se sirve con humildad y verdad. Quien lleva Nombre1945 aprende a escuchar el silencio, a decidir con conciencia y a agradecer cada avance. Ante la angustia, Nombre1945 confía; ante el éxito, comparte. Así el nombre se vuelve puente entre lo humano y lo sagrado."
    }
  },
  {
    "nombre": "Nombre1946",
    "genero": "F",
    "origen": "Griego",
    "significado": "Nombre de origen griego asociado a valentía, carácter leal, que impulsa búsqueda de verdad y refleja luz espiritual, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "poética",
      "relato": "Dicen que cuando alguien susurra Nombre1946, una brisa limpia aquieta las dudas. El nombre guarda rumor de agua clara, paciencia y belleza sencilla. Quien lo lleva aprende a elegir palabras que curan y silencios que sostienen. Para brillar no necesita ruido: basta un gesto exacto, una mirada honesta, y una decisión valiente en el momento justo, como una lámpara pequeña en cuarto oscuro."
    }
  },
  {
    "nombre": "Nombre1947",
    "genero": "U",
    "origen": "Inglés",
    "significado": "Nombre de origen inglés asociado a protección, carácter observador, que impulsa cuidado de los demás y refleja equilibrio emocional, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "histórica",
      "relato": "En crónicas y memorias, Nombre1947 aparece ligado a decisiones firmes y horizontes abiertos. Aprendió a rectificar sin perder la dignidad y a sostener la palabra dada. El nombre Nombre1947 inspira a tejer puentes entre generaciones y culturas, a ordenar el caos cotidiano y a encender esperanza concreta donde otros renuncian. Liderazgo, sí, pero como servicio: mirar a los ojos, escuchar, y avanzar con respeto incluso en la discrepancia."
    }
  },
  {
    "nombre": "Nombre1948",
    "genero": "U",
    "origen": "Francés",
    "significado": "Nombre de origen francés asociado a resiliencia, carácter compasivo, que impulsa crecimiento personal y refleja gracia bajo presión, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "fantástica",
      "relato": "En un bosque sin coordenadas, Nombre1948 halló una lámpara hecha de auroras. Cada vez que alguien se perdía, el cristal encendía un sendero de luciérnagas hasta la salida. Desde entonces, Nombre1948 simboliza coraje amable que guía sin imponer, ingenio que vuelve sombras en señales, y ternura que recuerda el camino a casa incluso cuando el mundo gira demasiado rápido."
    }
  },
  {
    "nombre": "Nombre1949",
    "genero": "F",
    "origen": "Francés",
    "significado": "Nombre de origen francés asociado a sabiduría, carácter leal, que impulsa crecimiento personal y refleja imaginación fértil, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "mitológica",
      "relato": "Los relatos antiguos susurran que Nombre1949 cruzó valles y montañas guiado por un juramento de honor. No vencía por fuerza, sino por enfoque y templanza. Su huella, dicen, dejaba centellas sobre la piedra húmeda. Quien porta Nombre1949 conserva ese pacto con lo extraordinario: entrenar sin alarde, cuidarse del orgullo, y honrar el destino con disciplina. Cuando el miedo aparece, Nombre1949 lo convierte en maestro paciente."
    }
  },
  {
    "nombre": "Nombre1950",
    "genero": "M",
    "origen": "Celta",
    "significado": "Nombre de origen celta asociado a creatividad, carácter observador, que impulsa liderazgo consciente y refleja pensamiento crítico, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "bíblica",
      "relato": "Nombre1950 aparece en tradiciones bíblicas, donde la fe atraviesa pruebas y renueva el corazón. Su historia recuerda que la dignidad florece cuando se sirve con humildad y verdad. Quien lleva Nombre1950 aprende a escuchar el silencio, a decidir con conciencia y a agradecer cada avance. Ante la angustia, Nombre1950 confía; ante el éxito, comparte. Así el nombre se vuelve puente entre lo humano y lo sagrado."
    }
  },
  {
    "nombre": "Nombre1951",
    "genero": "U",
    "origen": "Japonés",
    "significado": "Nombre de origen japonés asociado a resiliencia, carácter leal, que impulsa aprendizaje continuo y refleja disciplina práctica, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "poética",
      "relato": "Dicen que cuando alguien susurra Nombre1951, una brisa limpia aquieta las dudas. El nombre guarda rumor de agua clara, paciencia y belleza sencilla. Quien lo lleva aprende a elegir palabras que curan y silencios que sostienen. Para brillar no necesita ruido: basta un gesto exacto, una mirada honesta, y una decisión valiente en el momento justo, como una lámpara pequeña en cuarto oscuro."
    }
  },
  {
    "nombre": "Nombre1952",
    "genero": "M",
    "origen": "Vasco",
    "significado": "Nombre de origen vasco asociado a claridad, carácter visionario, que impulsa crecimiento personal y refleja equilibrio emocional, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "fantástica",
      "relato": "En un bosque sin coordenadas, Nombre1952 halló una lámpara hecha de auroras. Cada vez que alguien se perdía, el cristal encendía un sendero de luciérnagas hasta la salida. Desde entonces, Nombre1952 simboliza coraje amable que guía sin imponer, ingenio que vuelve sombras en señales, y ternura que recuerda el camino a casa incluso cuando el mundo gira demasiado rápido."
    }
  },
  {
    "nombre": "Nombre1953",
    "genero": "F",
    "origen": "Japonés",
    "significado": "Nombre de origen japonés asociado a claridad, carácter visionario, que impulsa liderazgo consciente y refleja gracia bajo presión, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "mitológica",
      "relato": "Los relatos antiguos susurran que Nombre1953 cruzó valles y montañas guiado por un juramento de honor. No vencía por fuerza, sino por enfoque y templanza. Su huella, dicen, dejaba centellas sobre la piedra húmeda. Quien porta Nombre1953 conserva ese pacto con lo extraordinario: entrenar sin alarde, cuidarse del orgullo, y honrar el destino con disciplina. Cuando el miedo aparece, Nombre1953 lo convierte en maestro paciente."
    }
  },
  {
    "nombre": "Nombre1954",
    "genero": "U",
    "origen": "Latín",
    "significado": "Nombre de origen latín asociado a fortaleza interior, carácter compasivo, que impulsa crecimiento personal y refleja gracia bajo presión, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "mitológica",
      "relato": "Los relatos antiguos susurran que Nombre1954 cruzó valles y montañas guiado por un juramento de honor. No vencía por fuerza, sino por enfoque y templanza. Su huella, dicen, dejaba centellas sobre la piedra húmeda. Quien porta Nombre1954 conserva ese pacto con lo extraordinario: entrenar sin alarde, cuidarse del orgullo, y honrar el destino con disciplina. Cuando el miedo aparece, Nombre1954 lo convierte en maestro paciente."
    }
  },
  {
    "nombre": "Nombre1955",
    "genero": "F",
    "origen": "Chino",
    "significado": "Nombre de origen chino asociado a alegría, carácter inspirador, que impulsa crecimiento personal y refleja equilibrio emocional, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "histórica",
      "relato": "En crónicas y memorias, Nombre1955 aparece ligado a decisiones firmes y horizontes abiertos. Aprendió a rectificar sin perder la dignidad y a sostener la palabra dada. El nombre Nombre1955 inspira a tejer puentes entre generaciones y culturas, a ordenar el caos cotidiano y a encender esperanza concreta donde otros renuncian. Liderazgo, sí, pero como servicio: mirar a los ojos, escuchar, y avanzar con respeto incluso en la discrepancia."
    }
  },
  {
    "nombre": "Nombre1956",
    "genero": "U",
    "origen": "Árabe",
    "significado": "Nombre de origen árabe asociado a valentía, carácter leal, que impulsa servicio generoso y refleja equilibrio emocional, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "bíblica",
      "relato": "Nombre1956 aparece en tradiciones bíblicas, donde la fe atraviesa pruebas y renueva el corazón. Su historia recuerda que la dignidad florece cuando se sirve con humildad y verdad. Quien lleva Nombre1956 aprende a escuchar el silencio, a decidir con conciencia y a agradecer cada avance. Ante la angustia, Nombre1956 confía; ante el éxito, comparte. Así el nombre se vuelve puente entre lo humano y lo sagrado."
    }
  },
  {
    "nombre": "Nombre1957",
    "genero": "M",
    "origen": "Escandinavo",
    "significado": "Nombre de origen escandinavo asociado a resiliencia, carácter honesto, que impulsa búsqueda de verdad y refleja pensamiento crítico, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "histórica",
      "relato": "En crónicas y memorias, Nombre1957 aparece ligado a decisiones firmes y horizontes abiertos. Aprendió a rectificar sin perder la dignidad y a sostener la palabra dada. El nombre Nombre1957 inspira a tejer puentes entre generaciones y culturas, a ordenar el caos cotidiano y a encender esperanza concreta donde otros renuncian. Liderazgo, sí, pero como servicio: mirar a los ojos, escuchar, y avanzar con respeto incluso en la discrepancia."
    }
  },
  {
    "nombre": "Nombre1958",
    "genero": "F",
    "origen": "Griego",
    "significado": "Nombre de origen griego asociado a templanza, carácter honesto, que impulsa sueños grandes y refleja disciplina práctica, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "poética",
      "relato": "Dicen que cuando alguien susurra Nombre1958, una brisa limpia aquieta las dudas. El nombre guarda rumor de agua clara, paciencia y belleza sencilla. Quien lo lleva aprende a elegir palabras que curan y silencios que sostienen. Para brillar no necesita ruido: basta un gesto exacto, una mirada honesta, y una decisión valiente en el momento justo, como una lámpara pequeña en cuarto oscuro."
    }
  },
  {
    "nombre": "Nombre1959",
    "genero": "F",
    "origen": "Latín",
    "significado": "Nombre de origen latín asociado a creatividad, carácter empático, que impulsa búsqueda de verdad y refleja equilibrio emocional, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "poética",
      "relato": "Dicen que cuando alguien susurra Nombre1959, una brisa limpia aquieta las dudas. El nombre guarda rumor de agua clara, paciencia y belleza sencilla. Quien lo lleva aprende a elegir palabras que curan y silencios que sostienen. Para brillar no necesita ruido: basta un gesto exacto, una mirada honesta, y una decisión valiente en el momento justo, como una lámpara pequeña en cuarto oscuro."
    }
  },
  {
    "nombre": "Nombre1960",
    "genero": "M",
    "origen": "Chino",
    "significado": "Nombre de origen chino asociado a templanza, carácter observador, que impulsa sueños grandes y refleja gracia bajo presión, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "histórica",
      "relato": "En crónicas y memorias, Nombre1960 aparece ligado a decisiones firmes y horizontes abiertos. Aprendió a rectificar sin perder la dignidad y a sostener la palabra dada. El nombre Nombre1960 inspira a tejer puentes entre generaciones y culturas, a ordenar el caos cotidiano y a encender esperanza concreta donde otros renuncian. Liderazgo, sí, pero como servicio: mirar a los ojos, escuchar, y avanzar con respeto incluso en la discrepancia."
    }
  },
  {
    "nombre": "Nombre1961",
    "genero": "M",
    "origen": "Árabe",
    "significado": "Nombre de origen árabe asociado a protección, carácter empático, que impulsa decisiones justas y refleja pensamiento crítico, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "fantástica",
      "relato": "En un bosque sin coordenadas, Nombre1961 halló una lámpara hecha de auroras. Cada vez que alguien se perdía, el cristal encendía un sendero de luciérnagas hasta la salida. Desde entonces, Nombre1961 simboliza coraje amable que guía sin imponer, ingenio que vuelve sombras en señales, y ternura que recuerda el camino a casa incluso cuando el mundo gira demasiado rápido."
    }
  },
  {
    "nombre": "Nombre1962",
    "genero": "F",
    "origen": "Escandinavo",
    "significado": "Nombre de origen escandinavo asociado a resiliencia, carácter honesto, que impulsa decisiones justas y refleja gracia bajo presión, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "poética",
      "relato": "Dicen que cuando alguien susurra Nombre1962, una brisa limpia aquieta las dudas. El nombre guarda rumor de agua clara, paciencia y belleza sencilla. Quien lo lleva aprende a elegir palabras que curan y silencios que sostienen. Para brillar no necesita ruido: basta un gesto exacto, una mirada honesta, y una decisión valiente en el momento justo, como una lámpara pequeña en cuarto oscuro."
    }
  },
  {
    "nombre": "Nombre1963",
    "genero": "U",
    "origen": "Hebreo",
    "significado": "Nombre de origen hebreo asociado a creatividad, carácter leal, que impulsa sueños grandes y refleja equilibrio emocional, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "poética",
      "relato": "Dicen que cuando alguien susurra Nombre1963, una brisa limpia aquieta las dudas. El nombre guarda rumor de agua clara, paciencia y belleza sencilla. Quien lo lleva aprende a elegir palabras que curan y silencios que sostienen. Para brillar no necesita ruido: basta un gesto exacto, una mirada honesta, y una decisión valiente en el momento justo, como una lámpara pequeña en cuarto oscuro."
    }
  },
  {
    "nombre": "Nombre1964",
    "genero": "U",
    "origen": "Japonés",
    "significado": "Nombre de origen japonés asociado a curiosidad, carácter compasivo, que impulsa búsqueda de verdad y refleja luz espiritual, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "poética",
      "relato": "Dicen que cuando alguien susurra Nombre1964, una brisa limpia aquieta las dudas. El nombre guarda rumor de agua clara, paciencia y belleza sencilla. Quien lo lleva aprende a elegir palabras que curan y silencios que sostienen. Para brillar no necesita ruido: basta un gesto exacto, una mirada honesta, y una decisión valiente en el momento justo, como una lámpara pequeña en cuarto oscuro."
    }
  },
  {
    "nombre": "Nombre1965",
    "genero": "F",
    "origen": "Japonés",
    "significado": "Nombre de origen japonés asociado a fortaleza interior, carácter empático, que impulsa liderazgo consciente y refleja equilibrio emocional, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "mitológica",
      "relato": "Los relatos antiguos susurran que Nombre1965 cruzó valles y montañas guiado por un juramento de honor. No vencía por fuerza, sino por enfoque y templanza. Su huella, dicen, dejaba centellas sobre la piedra húmeda. Quien porta Nombre1965 conserva ese pacto con lo extraordinario: entrenar sin alarde, cuidarse del orgullo, y honrar el destino con disciplina. Cuando el miedo aparece, Nombre1965 lo convierte en maestro paciente."
    }
  },
  {
    "nombre": "Nombre1966",
    "genero": "M",
    "origen": "Hebreo",
    "significado": "Nombre de origen hebreo asociado a claridad, carácter inspirador, que impulsa búsqueda de verdad y refleja equilibrio emocional, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "fantástica",
      "relato": "En un bosque sin coordenadas, Nombre1966 halló una lámpara hecha de auroras. Cada vez que alguien se perdía, el cristal encendía un sendero de luciérnagas hasta la salida. Desde entonces, Nombre1966 simboliza coraje amable que guía sin imponer, ingenio que vuelve sombras en señales, y ternura que recuerda el camino a casa incluso cuando el mundo gira demasiado rápido."
    }
  },
  {
    "nombre": "Nombre1967",
    "genero": "F",
    "origen": "Griego",
    "significado": "Nombre de origen griego asociado a creatividad, carácter leal, que impulsa servicio generoso y refleja equilibrio emocional, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "mitológica",
      "relato": "Los relatos antiguos susurran que Nombre1967 cruzó valles y montañas guiado por un juramento de honor. No vencía por fuerza, sino por enfoque y templanza. Su huella, dicen, dejaba centellas sobre la piedra húmeda. Quien porta Nombre1967 conserva ese pacto con lo extraordinario: entrenar sin alarde, cuidarse del orgullo, y honrar el destino con disciplina. Cuando el miedo aparece, Nombre1967 lo convierte en maestro paciente."
    }
  },
  {
    "nombre": "Nombre1968",
    "genero": "M",
    "origen": "Francés",
    "significado": "Nombre de origen francés asociado a curiosidad, carácter observador, que impulsa crecimiento personal y refleja esperanza activa, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "histórica",
      "relato": "En crónicas y memorias, Nombre1968 aparece ligado a decisiones firmes y horizontes abiertos. Aprendió a rectificar sin perder la dignidad y a sostener la palabra dada. El nombre Nombre1968 inspira a tejer puentes entre generaciones y culturas, a ordenar el caos cotidiano y a encender esperanza concreta donde otros renuncian. Liderazgo, sí, pero como servicio: mirar a los ojos, escuchar, y avanzar con respeto incluso en la discrepancia."
    }
  },
  {
    "nombre": "Nombre1969",
    "genero": "M",
    "origen": "Francés",
    "significado": "Nombre de origen francés asociado a templanza, carácter empático, que impulsa servicio generoso y refleja imaginación fértil, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "mitológica",
      "relato": "Los relatos antiguos susurran que Nombre1969 cruzó valles y montañas guiado por un juramento de honor. No vencía por fuerza, sino por enfoque y templanza. Su huella, dicen, dejaba centellas sobre la piedra húmeda. Quien porta Nombre1969 conserva ese pacto con lo extraordinario: entrenar sin alarde, cuidarse del orgullo, y honrar el destino con disciplina. Cuando el miedo aparece, Nombre1969 lo convierte en maestro paciente."
    }
  },
  {
    "nombre": "Nombre1970",
    "genero": "M",
    "origen": "Italiano",
    "significado": "Nombre de origen italiano asociado a protección, carácter sereno, que impulsa crecimiento personal y refleja bondad auténtica, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "histórica",
      "relato": "En crónicas y memorias, Nombre1970 aparece ligado a decisiones firmes y horizontes abiertos. Aprendió a rectificar sin perder la dignidad y a sostener la palabra dada. El nombre Nombre1970 inspira a tejer puentes entre generaciones y culturas, a ordenar el caos cotidiano y a encender esperanza concreta donde otros renuncian. Liderazgo, sí, pero como servicio: mirar a los ojos, escuchar, y avanzar con respeto incluso en la discrepancia."
    }
  },
  {
    "nombre": "Nombre1971",
    "genero": "M",
    "origen": "Celta",
    "significado": "Nombre de origen celta asociado a fortaleza interior, carácter observador, que impulsa liderazgo consciente y refleja luz espiritual, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "mitológica",
      "relato": "Los relatos antiguos susurran que Nombre1971 cruzó valles y montañas guiado por un juramento de honor. No vencía por fuerza, sino por enfoque y templanza. Su huella, dicen, dejaba centellas sobre la piedra húmeda. Quien porta Nombre1971 conserva ese pacto con lo extraordinario: entrenar sin alarde, cuidarse del orgullo, y honrar el destino con disciplina. Cuando el miedo aparece, Nombre1971 lo convierte en maestro paciente."
    }
  },
  {
    "nombre": "Nombre1972",
    "genero": "U",
    "origen": "Vasco",
    "significado": "Nombre de origen vasco asociado a curiosidad, carácter leal, que impulsa búsqueda de verdad y refleja equilibrio emocional, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "histórica",
      "relato": "En crónicas y memorias, Nombre1972 aparece ligado a decisiones firmes y horizontes abiertos. Aprendió a rectificar sin perder la dignidad y a sostener la palabra dada. El nombre Nombre1972 inspira a tejer puentes entre generaciones y culturas, a ordenar el caos cotidiano y a encender esperanza concreta donde otros renuncian. Liderazgo, sí, pero como servicio: mirar a los ojos, escuchar, y avanzar con respeto incluso en la discrepancia."
    }
  },
  {
    "nombre": "Nombre1973",
    "genero": "U",
    "origen": "Celta",
    "significado": "Nombre de origen celta asociado a resiliencia, carácter honesto, que impulsa servicio generoso y refleja imaginación fértil, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "mitológica",
      "relato": "Los relatos antiguos susurran que Nombre1973 cruzó valles y montañas guiado por un juramento de honor. No vencía por fuerza, sino por enfoque y templanza. Su huella, dicen, dejaba centellas sobre la piedra húmeda. Quien porta Nombre1973 conserva ese pacto con lo extraordinario: entrenar sin alarde, cuidarse del orgullo, y honrar el destino con disciplina. Cuando el miedo aparece, Nombre1973 lo convierte en maestro paciente."
    }
  },
  {
    "nombre": "Nombre1974",
    "genero": "M",
    "origen": "Árabe",
    "significado": "Nombre de origen árabe asociado a fortaleza interior, carácter compasivo, que impulsa crecimiento personal y refleja equilibrio emocional, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "mitológica",
      "relato": "Los relatos antiguos susurran que Nombre1974 cruzó valles y montañas guiado por un juramento de honor. No vencía por fuerza, sino por enfoque y templanza. Su huella, dicen, dejaba centellas sobre la piedra húmeda. Quien porta Nombre1974 conserva ese pacto con lo extraordinario: entrenar sin alarde, cuidarse del orgullo, y honrar el destino con disciplina. Cuando el miedo aparece, Nombre1974 lo convierte en maestro paciente."
    }
  },
  {
    "nombre": "Nombre1975",
    "genero": "U",
    "origen": "Germánico",
    "significado": "Nombre de origen germánico asociado a claridad, carácter sereno, que impulsa liderazgo consciente y refleja pensamiento crítico, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "bíblica",
      "relato": "Nombre1975 aparece en tradiciones bíblicas, donde la fe atraviesa pruebas y renueva el corazón. Su historia recuerda que la dignidad florece cuando se sirve con humildad y verdad. Quien lleva Nombre1975 aprende a escuchar el silencio, a decidir con conciencia y a agradecer cada avance. Ante la angustia, Nombre1975 confía; ante el éxito, comparte. Así el nombre se vuelve puente entre lo humano y lo sagrado."
    }
  },
  {
    "nombre": "Nombre1976",
    "genero": "F",
    "origen": "Japonés",
    "significado": "Nombre de origen japonés asociado a fortaleza interior, carácter protector, que impulsa cuidado de los demás y refleja disciplina práctica, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "mitológica",
      "relato": "Los relatos antiguos susurran que Nombre1976 cruzó valles y montañas guiado por un juramento de honor. No vencía por fuerza, sino por enfoque y templanza. Su huella, dicen, dejaba centellas sobre la piedra húmeda. Quien porta Nombre1976 conserva ese pacto con lo extraordinario: entrenar sin alarde, cuidarse del orgullo, y honrar el destino con disciplina. Cuando el miedo aparece, Nombre1976 lo convierte en maestro paciente."
    }
  },
  {
    "nombre": "Nombre1977",
    "genero": "M",
    "origen": "Celta",
    "significado": "Nombre de origen celta asociado a protección, carácter leal, que impulsa decisiones justas y refleja equilibrio emocional, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "mitológica",
      "relato": "Los relatos antiguos susurran que Nombre1977 cruzó valles y montañas guiado por un juramento de honor. No vencía por fuerza, sino por enfoque y templanza. Su huella, dicen, dejaba centellas sobre la piedra húmeda. Quien porta Nombre1977 conserva ese pacto con lo extraordinario: entrenar sin alarde, cuidarse del orgullo, y honrar el destino con disciplina. Cuando el miedo aparece, Nombre1977 lo convierte en maestro paciente."
    }
  },
  {
    "nombre": "Nombre1978",
    "genero": "F",
    "origen": "Germánico",
    "significado": "Nombre de origen germánico asociado a templanza, carácter observador, que impulsa crecimiento personal y refleja equilibrio emocional, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "poética",
      "relato": "Dicen que cuando alguien susurra Nombre1978, una brisa limpia aquieta las dudas. El nombre guarda rumor de agua clara, paciencia y belleza sencilla. Quien lo lleva aprende a elegir palabras que curan y silencios que sostienen. Para brillar no necesita ruido: basta un gesto exacto, una mirada honesta, y una decisión valiente en el momento justo, como una lámpara pequeña en cuarto oscuro."
    }
  },
  {
    "nombre": "Nombre1979",
    "genero": "F",
    "origen": "Inglés",
    "significado": "Nombre de origen inglés asociado a sabiduría, carácter visionario, que impulsa crecimiento personal y refleja equilibrio emocional, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "bíblica",
      "relato": "Nombre1979 aparece en tradiciones bíblicas, donde la fe atraviesa pruebas y renueva el corazón. Su historia recuerda que la dignidad florece cuando se sirve con humildad y verdad. Quien lleva Nombre1979 aprende a escuchar el silencio, a decidir con conciencia y a agradecer cada avance. Ante la angustia, Nombre1979 confía; ante el éxito, comparte. Así el nombre se vuelve puente entre lo humano y lo sagrado."
    }
  },
  {
    "nombre": "Nombre1980",
    "genero": "M",
    "origen": "Francés",
    "significado": "Nombre de origen francés asociado a fortaleza interior, carácter inspirador, que impulsa decisiones justas y refleja esperanza activa, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "mitológica",
      "relato": "Los relatos antiguos susurran que Nombre1980 cruzó valles y montañas guiado por un juramento de honor. No vencía por fuerza, sino por enfoque y templanza. Su huella, dicen, dejaba centellas sobre la piedra húmeda. Quien porta Nombre1980 conserva ese pacto con lo extraordinario: entrenar sin alarde, cuidarse del orgullo, y honrar el destino con disciplina. Cuando el miedo aparece, Nombre1980 lo convierte en maestro paciente."
    }
  },
  {
    "nombre": "Nombre1981",
    "genero": "F",
    "origen": "Vasco",
    "significado": "Nombre de origen vasco asociado a protección, carácter visionario, que impulsa crecimiento personal y refleja bondad auténtica, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "bíblica",
      "relato": "Nombre1981 aparece en tradiciones bíblicas, donde la fe atraviesa pruebas y renueva el corazón. Su historia recuerda que la dignidad florece cuando se sirve con humildad y verdad. Quien lleva Nombre1981 aprende a escuchar el silencio, a decidir con conciencia y a agradecer cada avance. Ante la angustia, Nombre1981 confía; ante el éxito, comparte. Así el nombre se vuelve puente entre lo humano y lo sagrado."
    }
  },
  {
    "nombre": "Nombre1982",
    "genero": "F",
    "origen": "Griego",
    "significado": "Nombre de origen griego asociado a templanza, carácter compasivo, que impulsa cuidado de los demás y refleja gracia bajo presión, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "mitológica",
      "relato": "Los relatos antiguos susurran que Nombre1982 cruzó valles y montañas guiado por un juramento de honor. No vencía por fuerza, sino por enfoque y templanza. Su huella, dicen, dejaba centellas sobre la piedra húmeda. Quien porta Nombre1982 conserva ese pacto con lo extraordinario: entrenar sin alarde, cuidarse del orgullo, y honrar el destino con disciplina. Cuando el miedo aparece, Nombre1982 lo convierte en maestro paciente."
    }
  },
  {
    "nombre": "Nombre1983",
    "genero": "M",
    "origen": "Francés",
    "significado": "Nombre de origen francés asociado a valentía, carácter protector, que impulsa búsqueda de verdad y refleja pensamiento crítico, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "poética",
      "relato": "Dicen que cuando alguien susurra Nombre1983, una brisa limpia aquieta las dudas. El nombre guarda rumor de agua clara, paciencia y belleza sencilla. Quien lo lleva aprende a elegir palabras que curan y silencios que sostienen. Para brillar no necesita ruido: basta un gesto exacto, una mirada honesta, y una decisión valiente en el momento justo, como una lámpara pequeña en cuarto oscuro."
    }
  },
  {
    "nombre": "Nombre1984",
    "genero": "M",
    "origen": "Italiano",
    "significado": "Nombre de origen italiano asociado a creatividad, carácter inspirador, que impulsa cuidado de los demás y refleja esperanza activa, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "poética",
      "relato": "Dicen que cuando alguien susurra Nombre1984, una brisa limpia aquieta las dudas. El nombre guarda rumor de agua clara, paciencia y belleza sencilla. Quien lo lleva aprende a elegir palabras que curan y silencios que sostienen. Para brillar no necesita ruido: basta un gesto exacto, una mirada honesta, y una decisión valiente en el momento justo, como una lámpara pequeña en cuarto oscuro."
    }
  },
  {
    "nombre": "Nombre1985",
    "genero": "M",
    "origen": "Japonés",
    "significado": "Nombre de origen japonés asociado a templanza, carácter disciplinado, que impulsa liderazgo consciente y refleja equilibrio emocional, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "histórica",
      "relato": "En crónicas y memorias, Nombre1985 aparece ligado a decisiones firmes y horizontes abiertos. Aprendió a rectificar sin perder la dignidad y a sostener la palabra dada. El nombre Nombre1985 inspira a tejer puentes entre generaciones y culturas, a ordenar el caos cotidiano y a encender esperanza concreta donde otros renuncian. Liderazgo, sí, pero como servicio: mirar a los ojos, escuchar, y avanzar con respeto incluso en la discrepancia."
    }
  },
  {
    "nombre": "Nombre1986",
    "genero": "F",
    "origen": "Germánico",
    "significado": "Nombre de origen germánico asociado a valentía, carácter visionario, que impulsa cuidado de los demás y refleja pensamiento crítico, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "mitológica",
      "relato": "Los relatos antiguos susurran que Nombre1986 cruzó valles y montañas guiado por un juramento de honor. No vencía por fuerza, sino por enfoque y templanza. Su huella, dicen, dejaba centellas sobre la piedra húmeda. Quien porta Nombre1986 conserva ese pacto con lo extraordinario: entrenar sin alarde, cuidarse del orgullo, y honrar el destino con disciplina. Cuando el miedo aparece, Nombre1986 lo convierte en maestro paciente."
    }
  },
  {
    "nombre": "Nombre1987",
    "genero": "M",
    "origen": "Germánico",
    "significado": "Nombre de origen germánico asociado a claridad, carácter visionario, que impulsa búsqueda de verdad y refleja pensamiento crítico, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "histórica",
      "relato": "En crónicas y memorias, Nombre1987 aparece ligado a decisiones firmes y horizontes abiertos. Aprendió a rectificar sin perder la dignidad y a sostener la palabra dada. El nombre Nombre1987 inspira a tejer puentes entre generaciones y culturas, a ordenar el caos cotidiano y a encender esperanza concreta donde otros renuncian. Liderazgo, sí, pero como servicio: mirar a los ojos, escuchar, y avanzar con respeto incluso en la discrepancia."
    }
  },
  {
    "nombre": "Nombre1988",
    "genero": "U",
    "origen": "Germánico",
    "significado": "Nombre de origen germánico asociado a claridad, carácter observador, que impulsa búsqueda de verdad y refleja gracia bajo presión, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "poética",
      "relato": "Dicen que cuando alguien susurra Nombre1988, una brisa limpia aquieta las dudas. El nombre guarda rumor de agua clara, paciencia y belleza sencilla. Quien lo lleva aprende a elegir palabras que curan y silencios que sostienen. Para brillar no necesita ruido: basta un gesto exacto, una mirada honesta, y una decisión valiente en el momento justo, como una lámpara pequeña en cuarto oscuro."
    }
  },
  {
    "nombre": "Nombre1989",
    "genero": "M",
    "origen": "Italiano",
    "significado": "Nombre de origen italiano asociado a valentía, carácter honesto, que impulsa liderazgo consciente y refleja imaginación fértil, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "bíblica",
      "relato": "Nombre1989 aparece en tradiciones bíblicas, donde la fe atraviesa pruebas y renueva el corazón. Su historia recuerda que la dignidad florece cuando se sirve con humildad y verdad. Quien lleva Nombre1989 aprende a escuchar el silencio, a decidir con conciencia y a agradecer cada avance. Ante la angustia, Nombre1989 confía; ante el éxito, comparte. Así el nombre se vuelve puente entre lo humano y lo sagrado."
    }
  },
  {
    "nombre": "Nombre1990",
    "genero": "M",
    "origen": "Griego",
    "significado": "Nombre de origen griego asociado a sabiduría, carácter empático, que impulsa cuidado de los demás y refleja equilibrio emocional, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "poética",
      "relato": "Dicen que cuando alguien susurra Nombre1990, una brisa limpia aquieta las dudas. El nombre guarda rumor de agua clara, paciencia y belleza sencilla. Quien lo lleva aprende a elegir palabras que curan y silencios que sostienen. Para brillar no necesita ruido: basta un gesto exacto, una mirada honesta, y una decisión valiente en el momento justo, como una lámpara pequeña en cuarto oscuro."
    }
  },
  {
    "nombre": "Nombre1991",
    "genero": "U",
    "origen": "Germánico",
    "significado": "Nombre de origen germánico asociado a creatividad, carácter disciplinado, que impulsa sueños grandes y refleja luz espiritual, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "histórica",
      "relato": "En crónicas y memorias, Nombre1991 aparece ligado a decisiones firmes y horizontes abiertos. Aprendió a rectificar sin perder la dignidad y a sostener la palabra dada. El nombre Nombre1991 inspira a tejer puentes entre generaciones y culturas, a ordenar el caos cotidiano y a encender esperanza concreta donde otros renuncian. Liderazgo, sí, pero como servicio: mirar a los ojos, escuchar, y avanzar con respeto incluso en la discrepancia."
    }
  },
  {
    "nombre": "Nombre1992",
    "genero": "M",
    "origen": "Hebreo",
    "significado": "Nombre de origen hebreo asociado a sabiduría, carácter visionario, que impulsa aprendizaje continuo y refleja disciplina práctica, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "fantástica",
      "relato": "En un bosque sin coordenadas, Nombre1992 halló una lámpara hecha de auroras. Cada vez que alguien se perdía, el cristal encendía un sendero de luciérnagas hasta la salida. Desde entonces, Nombre1992 simboliza coraje amable que guía sin imponer, ingenio que vuelve sombras en señales, y ternura que recuerda el camino a casa incluso cuando el mundo gira demasiado rápido."
    }
  },
  {
    "nombre": "Nombre1993",
    "genero": "U",
    "origen": "Italiano",
    "significado": "Nombre de origen italiano asociado a templanza, carácter empático, que impulsa decisiones justas y refleja bondad auténtica, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "mitológica",
      "relato": "Los relatos antiguos susurran que Nombre1993 cruzó valles y montañas guiado por un juramento de honor. No vencía por fuerza, sino por enfoque y templanza. Su huella, dicen, dejaba centellas sobre la piedra húmeda. Quien porta Nombre1993 conserva ese pacto con lo extraordinario: entrenar sin alarde, cuidarse del orgullo, y honrar el destino con disciplina. Cuando el miedo aparece, Nombre1993 lo convierte en maestro paciente."
    }
  },
  {
    "nombre": "Nombre1994",
    "genero": "U",
    "origen": "Griego",
    "significado": "Nombre de origen griego asociado a templanza, carácter observador, que impulsa sueños grandes y refleja luz espiritual, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "poética",
      "relato": "Dicen que cuando alguien susurra Nombre1994, una brisa limpia aquieta las dudas. El nombre guarda rumor de agua clara, paciencia y belleza sencilla. Quien lo lleva aprende a elegir palabras que curan y silencios que sostienen. Para brillar no necesita ruido: basta un gesto exacto, una mirada honesta, y una decisión valiente en el momento justo, como una lámpara pequeña en cuarto oscuro."
    }
  },
  {
    "nombre": "Nombre1995",
    "genero": "M",
    "origen": "Hebreo",
    "significado": "Nombre de origen hebreo asociado a templanza, carácter disciplinado, que impulsa cuidado de los demás y refleja gracia bajo presión, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "poética",
      "relato": "Dicen que cuando alguien susurra Nombre1995, una brisa limpia aquieta las dudas. El nombre guarda rumor de agua clara, paciencia y belleza sencilla. Quien lo lleva aprende a elegir palabras que curan y silencios que sostienen. Para brillar no necesita ruido: basta un gesto exacto, una mirada honesta, y una decisión valiente en el momento justo, como una lámpara pequeña en cuarto oscuro."
    }
  },
  {
    "nombre": "Nombre1996",
    "genero": "U",
    "origen": "Inglés",
    "significado": "Nombre de origen inglés asociado a protección, carácter observador, que impulsa decisiones justas y refleja disciplina práctica, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "mitológica",
      "relato": "Los relatos antiguos susurran que Nombre1996 cruzó valles y montañas guiado por un juramento de honor. No vencía por fuerza, sino por enfoque y templanza. Su huella, dicen, dejaba centellas sobre la piedra húmeda. Quien porta Nombre1996 conserva ese pacto con lo extraordinario: entrenar sin alarde, cuidarse del orgullo, y honrar el destino con disciplina. Cuando el miedo aparece, Nombre1996 lo convierte en maestro paciente."
    }
  },
  {
    "nombre": "Nombre1997",
    "genero": "M",
    "origen": "Vasco",
    "significado": "Nombre de origen vasco asociado a templanza, carácter disciplinado, que impulsa sueños grandes y refleja equilibrio emocional, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "histórica",
      "relato": "En crónicas y memorias, Nombre1997 aparece ligado a decisiones firmes y horizontes abiertos. Aprendió a rectificar sin perder la dignidad y a sostener la palabra dada. El nombre Nombre1997 inspira a tejer puentes entre generaciones y culturas, a ordenar el caos cotidiano y a encender esperanza concreta donde otros renuncian. Liderazgo, sí, pero como servicio: mirar a los ojos, escuchar, y avanzar con respeto incluso en la discrepancia."
    }
  },
  {
    "nombre": "Nombre1998",
    "genero": "F",
    "origen": "Latín",
    "significado": "Nombre de origen latín asociado a curiosidad, carácter honesto, que impulsa crecimiento personal y refleja pensamiento crítico, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "poética",
      "relato": "Dicen que cuando alguien susurra Nombre1998, una brisa limpia aquieta las dudas. El nombre guarda rumor de agua clara, paciencia y belleza sencilla. Quien lo lleva aprende a elegir palabras que curan y silencios que sostienen. Para brillar no necesita ruido: basta un gesto exacto, una mirada honesta, y una decisión valiente en el momento justo, como una lámpara pequeña en cuarto oscuro."
    }
  },
  {
    "nombre": "Nombre1999",
    "genero": "U",
    "origen": "Latín",
    "significado": "Nombre de origen latín asociado a curiosidad, carácter leal, que impulsa búsqueda de verdad y refleja pensamiento crítico, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "mitológica",
      "relato": "Los relatos antiguos susurran que Nombre1999 cruzó valles y montañas guiado por un juramento de honor. No vencía por fuerza, sino por enfoque y templanza. Su huella, dicen, dejaba centellas sobre la piedra húmeda. Quien porta Nombre1999 conserva ese pacto con lo extraordinario: entrenar sin alarde, cuidarse del orgullo, y honrar el destino con disciplina. Cuando el miedo aparece, Nombre1999 lo convierte en maestro paciente."
    }
  }
]