[
  {
    "nombre": "Nombre2200",
    "genero": "F",
    "origen": "Vasco",
    "significado": "Nombre de origen vasco asociado a creatividad, carácter visionario, que impulsa búsqueda de verdad y refleja imaginación fértil, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "mitológica",
      "relato": "Los relatos antiguos susurran que Nombre2200 cruzó valles y montañas guiado por un juramento de honor. No vencía por fuerza, sino por enfoque y templanza. Su huella, dicen, dejaba centellas sobre la piedra húmeda. Quien porta Nombre2200 conserva ese pacto con lo extraordinario: entrenar sin alarde, cuidarse del orgullo, y honrar el destino con disciplina. Cuando el miedo aparece, Nombre2200 lo convierte en maestro paciente."
    }
  },
  {
    "nombre": "Nombre2201",
    "genero": "F",
    "origen": "Latín",
    "significado": "Nombre de origen latín asociado a claridad, carácter observador, que impulsa cuidado de los demás y refleja bondad auténtica, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "mitológica",
      "relato": "Los relatos antiguos susurran que Nombre2201 cruzó valles y montañas guiado por un juramento de honor. No vencía por fuerza, sino por enfoque y templanza. Su huella, dicen, dejaba centellas sobre la piedra húmeda. Quien porta Nombre2201 conserva ese pacto con lo extraordinario: entrenar sin alarde, cuidarse del orgullo, y honrar el destino con disciplina. Cuando el miedo aparece, Nombre2201 lo convierte en maestro paciente."
    }
  },
  {
    "nombre": "Nombre2202",
    "genero": "M",
    "origen": "Francés",
    "significado": "Nombre de origen francés asociado a templanza, carácter compasivo, que impulsa crecimiento personal y refleja imaginación fértil, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "bíblica",
      "relato": "Nombre2202 aparece en tradiciones bíblicas, donde la fe atraviesa pruebas y renueva el corazón. Su historia recuerda que la dignidad florece cuando se sirve con humildad y verdad. Quien lleva Nombre2202 aprende a escuchar el silencio, a decidir con conciencia y a agradecer cada avance. Ante la angustia, Nombre2202 confía; ante el éxito, comparte. Así el nombre se vuelve puente entre lo humano y lo sagrado."
    }
  },
  {
    "nombre": "Nombre2203",
    "genero": "M",
    "origen": "Latín",
    "significado": "Nombre de origen latín asociado a templanza, carácter honesto, que impulsa crecimiento personal y refleja gracia bajo presión, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "poética",
      "relato": "Dicen que cuando alguien susurra Nombre2203, una brisa limpia aquieta las dudas. El nombre guarda rumor de agua clara, paciencia y belleza sencilla. Quien lo lleva aprende a elegir palabras que curan y silencios que sostienen. Para brillar no necesita ruido: basta un gesto exacto, una mirada honesta, y una decisión valiente en el momento justo, como una lámpara pequeña en cuarto oscuro."
    }
  },
  {
    "nombre": "Nombre2204",
    "genero": "M",
    "origen": "Japonés",
    "significado": "Nombre de origen japonés asociado a claridad, carácter leal, que impulsa servicio generoso y refleja equilibrio emocional, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "poética",
      "relato": "Dicen que cuando alguien susurra Nombre2204, una brisa limpia aquieta las dudas. El nombre guarda rumor de agua clara, paciencia y belleza sencilla. Quien lo lleva aprende a elegir palabras que curan y silencios que sostienen. Para brillar no necesita ruido: basta un gesto exacto, una mirada honesta, y una decisión valiente en el momento justo, como una lámpara pequeña en cuarto oscuro."
    }
  },
  {
    "nombre": "Nombre2205",
    "genero": "M",
    "origen": "Hebreo",
    "significado": "Nombre de origen hebreo asociado a resiliencia, carácter observador, que impulsa búsqueda de verdad y refleja luz espiritual, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "bíblica",
      "relato": "Nombre2205 aparece en tradiciones bíblicas, donde la fe atraviesa pruebas y renueva el corazón. Su historia recuerda que la dignidad florece cuando se sirve con humildad y verdad. Quien lleva Nombre2205 aprende a escuchar el silencio, a decidir con conciencia y a agradecer cada avance. Ante la angustia, Nombre2205 confía; ante el éxito, comparte. Así el nombre se vuelve puente entre lo humano y lo sagrado."
    }
  },
  {
    "nombre": "Nombre2206",
    "genero": "F",
    "origen": "Japonés",
    "significado": "Nombre de origen japonés asociado a alegría, carácter empático, que impulsa decisiones justas y refleja bondad auténtica, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "mitológica",
      "relato": "Los relatos antiguos susurran que Nombre2206 cruzó valles y montañas guiado por un juramento de honor. No vencía por fuerza, sino por enfoque y templanza. Su huella, dicen, dejaba centellas sobre la piedra húmeda. Quien porta Nombre2206 conserva ese pacto con lo extraordinario: entrenar sin alarde, cuidarse del orgullo, y honrar el destino con disciplina. Cuando el miedo aparece, Nombre2206 lo convierte en maestro paciente."
    }
  },
  {
    "nombre": "Nombre2207",
    "genero": "U",
    "origen": "Hebreo",
    "significado": "Nombre de origen hebreo asociado a creatividad, carácter compasivo, que impulsa aprendizaje continuo y refleja pensamiento crítico, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "mitológica",
      "relato": "Los relatos antiguos susurran que Nombre2207 cruzó valles y montañas guiado por un juramento de honor. No vencía por fuerza, sino por enfoque y templanza. Su huella, dicen, dejaba centellas sobre la piedra húmeda. Quien porta Nombre2207 conserva ese pacto con lo extraordinario: entrenar sin alarde, cuidarse del orgullo, y honrar el destino con disciplina. Cuando el miedo aparece, Nombre2207 lo convierte en maestro paciente."
    }
  },
  {
    "nombre": "Nombre2208",
    "genero": "M",
    "origen": "Inglés",
    "significado": "Nombre de origen inglés asociado a protección, carácter protector, que impulsa liderazgo consciente y refleja imaginación fértil, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "bíblica",
      "relato": "Nombre2208 aparece en tradiciones bíblicas, donde la fe atraviesa pruebas y renueva el corazón. Su historia recuerda que la dignidad florece cuando se sirve con humildad y verdad. Quien lleva Nombre2208 aprende a escuchar el silencio, a decidir con conciencia y a agradecer cada avance. Ante la angustia, Nombre2208 confía; ante el éxito, comparte. Así el nombre se vuelve puente entre lo humano y lo sagrado."
    }
  },
  {
    "nombre": "Nombre2209",
    "genero": "M",
    "origen": "Japonés",
    "significado": "Nombre de origen japonés asociado a claridad, carácter empático, que impulsa sueños grandes y refleja disciplina práctica, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "mitológica",
      "relato": "Los relatos antiguos susurran que Nombre2209 cruzó valles y montañas guiado por un juramento de honor. No vencía por fuerza, sino por enfoque y templanza. Su huella, dicen, dejaba centellas sobre la piedra húmeda. Quien porta Nombre2209 conserva ese pacto con lo extraordinario: entrenar sin alarde, cuidarse del orgullo, y honrar el destino con disciplina. Cuando el miedo aparece, Nombre2209 lo convierte en maestro paciente."
    }
  },
  {
    "nombre": "Nombre2210",
    "genero": "U",
    "origen": "Japonés",
    "significado": "Nombre de origen japonés asociado a creatividad, carácter visionario, que impulsa sueños grandes y refleja disciplina práctica, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "histórica",
      "relato": "En crónicas y memorias, Nombre2210 aparece ligado a decisiones firmes y horizontes abiertos. Aprendió a rectificar sin perder la dignidad y a sostener la palabra dada. El nombre Nombre2210 inspira a tejer puentes entre generaciones y culturas, a ordenar el caos cotidiano y a encender esperanza concreta donde otros renuncian. Liderazgo, sí, pero como servicio: mirar a los ojos, escuchar, y avanzar con respeto incluso en la discrepancia."
    }
  },
  {
    "nombre": "Nombre2211",
    "genero": "M",
    "origen": "Celta",
    "significado": "Nombre de origen celta asociado a valentía, carácter honesto, que impulsa sueños grandes y refleja equilibrio emocional, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "bíblica",
      "relato": "Nombre2211 aparece en tradiciones bíblicas, donde la fe atraviesa pruebas y renueva el corazón. Su historia recuerda que la dignidad florece cuando se sirve con humildad y verdad. Quien lleva Nombre2211 aprende a escuchar el silencio, a decidir con conciencia y a agradecer cada avance. Ante la angustia, Nombre2211 confía; ante el éxito, comparte. Así el nombre se vuelve puente entre lo humano y lo sagrado."
    }
  },
  {
    "nombre": "Nombre2212",
    "genero": "F",
    "origen": "Celta",
    "significado": "Nombre de origen celta asociado a creatividad, carácter protector, que impulsa aprendizaje continuo y refleja pensamiento crítico, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "mitológica",
      "relato": "Los relatos antiguos susurran que Nombre2212 cruzó valles y montañas guiado por un juramento de honor. No vencía por fuerza, sino por enfoque y templanza. Su huella, dicen, dejaba centellas sobre la piedra húmeda. Quien porta Nombre2212 conserva ese pacto con lo extraordinario: entrenar sin alarde, cuidarse del orgullo, y honrar el destino con disciplina. Cuando el miedo aparece, Nombre2212 lo convierte en maestro paciente."
    }
  },
  {
    "nombre": "Nombre2213",
    "genero": "F",
    "origen": "Chino",
    "significado": "Nombre de origen chino asociado a templanza, carácter observador, que impulsa decisiones justas y refleja pensamiento crítico, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "bíblica",
      "relato": "Nombre2213 aparece en tradiciones bíblicas, donde la fe atraviesa pruebas y renueva el corazón. Su historia recuerda que la dignidad florece cuando se sirve con humildad y verdad. Quien lleva Nombre2213 aprende a escuchar el silencio, a decidir con conciencia y a agradecer cada avance. Ante la angustia, Nombre2213 confía; ante el éxito, comparte. Así el nombre se vuelve puente entre lo humano y lo sagrado."
    }
  },
  {
    "nombre": "Nombre2214",
    "genero": "F",
    "origen": "Escandinavo",
    "significado": "Nombre de origen escandinavo asociado a protección, carácter empático, que impulsa sueños grandes y refleja imaginación fértil, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "poética",
      "relato": "Dicen que cuando alguien susurra Nombre2214, una brisa limpia aquieta las dudas. El nombre guarda rumor de agua clara, paciencia y belleza sencilla. Quien lo lleva aprende a elegir palabras que curan y silencios que sostienen. Para brillar no necesita ruido: basta un gesto exacto, una mirada honesta, y una decisión valiente en el momento justo, como una lámpara pequeña en cuarto oscuro."
    }
  },
  {
    "nombre": "Nombre2215",
    "genero": "F",
    "origen": "Vasco",
    "significado": "Nombre de origen vasco asociado a protección, carácter observador, que impulsa servicio generoso y refleja imaginación fértil, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "fantástica",
      "relato": "En un bosque sin coordenadas, Nombre2215 halló una lámpara hecha de auroras. Cada vez que alguien se perdía, el cristal encendía un sendero de luciérnagas hasta la salida. Desde entonces, Nombre2215 simboliza coraje amable que guía sin imponer, ingenio que vuelve sombras en señales, y ternura que recuerda el camino a casa incluso cuando el mundo gira demasiado rápido."
    }
  },
  {
    "nombre": "Nombre2216",
    "genero": "M",
    "origen": "Germánico",
    "significado": "Nombre de origen germánico asociado a sabiduría, carácter honesto, que impulsa búsqueda de verdad y refleja bondad auténtica, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "bíblica",
      "relato": "Nombre2216 aparece en tradiciones bíblicas, donde la fe atraviesa pruebas y renueva el corazón. Su historia recuerda que la dignidad florece cuando se sirve con humildad y verdad. Quien lleva Nombre2216 aprende a escuchar el silencio, a decidir con conciencia y a agradecer cada avance. Ante la angustia, Nombre2216 confía; ante el éxito, comparte. Así el nombre se vuelve puente entre lo humano y lo sagrado."
    }
  },
  {
    "nombre": "Nombre2217",
    "genero": "M",
    "origen": "Japonés",
    "significado": "Nombre de origen japonés asociado a templanza, carácter visionario, que impulsa búsqueda de verdad y refleja disciplina práctica, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "histórica",
      "relato": "En crónicas y memorias, Nombre2217 aparece ligado a decisiones firmes y horizontes abiertos. Aprendió a rectificar sin perder la dignidad y a sostener la palabra dada. El nombre Nombre2217 inspira a tejer puentes entre generaciones y culturas, a ordenar el caos cotidiano y a encender esperanza concreta donde otros renuncian. Liderazgo, sí, pero como servicio: mirar a los ojos, escuchar, y avanzar con respeto incluso en la discrepancia."
    }
  },
  {
    "nombre": "Nombre2218",
    "genero": "F",
    "origen": "Hebreo",
    "significado": "Nombre de origen hebreo asociado a sabiduría, carácter leal, que impulsa búsqueda de verdad y refleja pensamiento crítico, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "poética",
      "relato": "Dicen que cuando alguien susurra Nombre2218, una brisa limpia aquieta las dudas. El nombre guarda rumor de agua clara, paciencia y belleza sencilla. Quien lo lleva aprende a elegir palabras que curan y silencios que sostienen. Para brillar no necesita ruido: basta un gesto exacto, una mirada honesta, y una decisión valiente en el momento justo, como una lámpara pequeña en cuarto oscuro."
    }
  },
  {
    "nombre": "Nombre2219",
    "genero": "M",
    "origen": "Italiano",
    "significado": "Nombre de origen italiano asociado a valentía, carácter inspirador, que impulsa sueños grandes y refleja pensamiento crítico, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "fantástica",
      "relato": "En un bosque sin coordenadas, Nombre2219 halló una lámpara hecha de auroras. Cada vez que alguien se perdía, el cristal encendía un sendero de luciérnagas hasta la salida. Desde entonces, Nombre2219 simboliza coraje amable que guía sin imponer, ingenio que vuelve sombras en señales, y ternura que recuerda el camino a casa incluso cuando el mundo gira demasiado rápido."
    }
  },
  {
    "nombre": "Nombre2220",
    "genero": "F",
    "origen": "Francés",
    "significado": "Nombre de origen francés asociado a creatividad, carácter protector, que impulsa crecimiento personal y refleja disciplina práctica, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "mitológica",
      "relato": "Los relatos antiguos susurran que Nombre2220 cruzó valles y montañas guiado por un juramento de honor. No vencía por fuerza, sino por enfoque y templanza. Su huella, dicen, dejaba centellas sobre la piedra húmeda. Quien porta Nombre2220 conserva ese pacto con lo extraordinario: entrenar sin alarde, cuidarse del orgullo, y honrar el destino con disciplina. Cuando el miedo aparece, Nombre2220 lo convierte en maestro paciente."
    }
  },
  {
    "nombre": "Nombre2221",
    "genero": "M",
    "origen": "Árabe",
    "significado": "Nombre de origen árabe asociado a creatividad, carácter inspirador, que impulsa cuidado de los demás y refleja disciplina práctica, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "mitológica",
      "relato": "Los relatos antiguos susurran que Nombre2221 cruzó valles y montañas guiado por un juramento de honor. No vencía por fuerza, sino por enfoque y templanza. Su huella, dicen, dejaba centellas sobre la piedra húmeda. Quien porta Nombre2221 conserva ese pacto con lo extraordinario: entrenar sin alarde, cuidarse del orgullo, y honrar el destino con disciplina. Cuando el miedo aparece, Nombre2221 lo convierte en maestro paciente."
    }
  },
  {
    "nombre": "Nombre2222",
    "genero": "F",
    "origen": "Germánico",
    "significado": "Nombre de origen germánico asociado a claridad, carácter honesto, que impulsa servicio generoso y refleja equilibrio emocional, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "fantástica",
      "relato": "En un bosque sin coordenadas, Nombre2222 halló una lámpara hecha de auroras. Cada vez que alguien se perdía, el cristal encendía un sendero de luciérnagas hasta la salida. Desde entonces, Nombre2222 simboliza coraje amable que guía sin imponer, ingenio que vuelve sombras en señales, y ternura que recuerda el camino a casa incluso cuando el mundo gira demasiado rápido."
    }
  },
  {
    "nombre": "Nombre2223",
    "genero": "U",
    "origen": "Italiano",
    "significado": "Nombre de origen italiano asociado a fortaleza interior, carácter leal, que impulsa búsqueda de verdad y refleja equilibrio emocional, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "fantástica",
      "relato": "En un bosque sin coordenadas, Nombre2223 halló una lámpara hecha de auroras. Cada vez que alguien se perdía, el cristal encendía un sendero de luciérnagas hasta la salida. Desde entonces, Nombre2223 simboliza coraje amable que guía sin imponer, ingenio que vuelve sombras en señales, y ternura que recuerda el camino a casa incluso cuando el mundo gira demasiado rápido."
    }
  },
  {
    "nombre": "Nombre2224",
    "genero": "M",
    "origen": "Hebreo",
    "significado": "Nombre de origen hebreo asociado a sabiduría, carácter inspirador, que impulsa decisiones justas y refleja luz espiritual, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "mitológica",
      "relato": "Los relatos antiguos susurran que Nombre2224 cruzó valles y montañas guiado por un juramento de honor. No vencía por fuerza, sino por enfoque y templanza. Su huella, dicen, dejaba centellas sobre la piedra húmeda. Quien porta Nombre2224 conserva ese pacto con lo extraordinario: entrenar sin alarde, cuidarse del orgullo, y honrar el destino con disciplina. Cuando el miedo aparece, Nombre2224 lo convierte en maestro paciente."
    }
  },
  {
    "nombre": "Nombre2225",
    "genero": "M",
    "origen": "Francés",
    "significado": "Nombre de origen francés asociado a valentía, carácter observador, que impulsa liderazgo consciente y refleja disciplina práctica, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "bíblica",
      "relato": "Nombre2225 aparece en tradiciones bíblicas, donde la fe atraviesa pruebas y renueva el corazón. Su historia recuerda que la dignidad florece cuando se sirve con humildad y verdad. Quien lleva Nombre2225 aprende a escuchar el silencio, a decidir con conciencia y a agradecer cada avance. Ante la angustia, Nombre2225 confía; ante el éxito, comparte. Así el nombre se vuelve puente entre lo humano y lo sagrado."
    }
  },
  {
    "nombre": "Nombre2226",
    "genero": "U",
    "origen": "Vasco",
    "significado": "Nombre de origen vasco asociado a resiliencia, carácter disciplinado, que impulsa búsqueda de verdad y refleja imaginación fértil, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "mitológica",
      "relato": "Los relatos antiguos susurran que Nombre2226 cruzó valles y montañas guiado por un juramento de honor. No vencía por fuerza, sino por enfoque y templanza. Su huella, dicen, dejaba centellas sobre la piedra húmeda. Quien porta Nombre2226 conserva ese pacto con lo extraordinario: entrenar sin alarde, cuidarse del orgullo, y honrar el destino con disciplina. Cuando el miedo aparece, Nombre2226 lo convierte en maestro paciente."
    }
  },
  {
    "nombre": "Nombre2227",
    "genero": "U",
    "origen": "Árabe",
    "significado": "Nombre de origen árabe asociado a templanza, carácter sereno, que impulsa aprendizaje continuo y refleja esperanza activa, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "histórica",
      "relato": "En crónicas y memorias, Nombre2227 aparece ligado a decisiones firmes y horizontes abiertos. Aprendió a rectificar sin perder la dignidad y a sostener la palabra dada. El nombre Nombre2227 inspira a tejer puentes entre generaciones y culturas, a ordenar el caos cotidiano y a encender esperanza concreta donde otros renuncian. Liderazgo, sí, pero como servicio: mirar a los ojos, escuchar, y avanzar con respeto incluso en la discrepancia."
    }
  },
  {
    "nombre": "Nombre2228",
    "genero": "U",
    "origen": "Hebreo",
    "significado": "Nombre de origen hebreo asociado a creatividad, carácter compasivo, que impulsa cuidado de los demás y refleja esperanza activa, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "bíblica",
      "relato": "Nombre2228 aparece en tradiciones bíblicas, donde la fe atraviesa pruebas y renueva el corazón. Su historia recuerda que la dignidad florece cuando se sirve con humildad y verdad. Quien lleva Nombre2228 aprende a escuchar el silencio, a decidir con conciencia y a agradecer cada avance. Ante la angustia, Nombre2228 confía; ante el éxito, comparte. Así el nombre se vuelve puente entre lo humano y lo sagrado."
    }
  },
  {
    "nombre": "Nombre2229",
    "genero": "U",
    "origen": "Italiano",
    "significado": "Nombre de origen italiano asociado a valentía, carácter disciplinado, que impulsa crecimiento personal y refleja pensamiento crítico, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "fantástica",
      "relato": "En un bosque sin coordenadas, Nombre2229 halló una lámpara hecha de auroras. Cada vez que alguien se perdía, el cristal encendía un sendero de luciérnagas hasta la salida. Desde entonces, Nombre2229 simboliza coraje amable que guía sin imponer, ingenio que vuelve sombras en señales, y ternura que recuerda el camino a casa incluso cuando el mundo gira demasiado rápido."
    }
  },
  {
    "nombre": "Nombre2230",
    "genero": "M",
    "origen": "Italiano",
    "significado": "Nombre de origen italiano asociado a alegría, carácter empático, que impulsa cuidado de los demás y refleja esperanza activa, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "poética",
      "relato": "Dicen que cuando alguien susurra Nombre2230, una brisa limpia aquieta las dudas. El nombre guarda rumor de agua clara, paciencia y belleza sencilla. Quien lo lleva aprende a elegir palabras que curan y silencios que sostienen. Para brillar no necesita ruido: basta un gesto exacto, una mirada honesta, y una decisión valiente en el momento justo, como una lámpara pequeña en cuarto oscuro."
    }
  },
  {
    "nombre": "Nombre2231",
    "genero": "U",
    "origen": "Árabe",
    "significado": "Nombre de origen árabe asociado a alegría, carácter honesto, que impulsa aprendizaje continuo y refleja disciplina práctica, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "mitológica",
      "relato": "Los relatos antiguos susurran que Nombre2231 cruzó valles y montañas guiado por un juramento de honor. No vencía por fuerza, sino por enfoque y templanza. Su huella, dicen, dejaba centellas sobre la piedra húmeda. Quien porta Nombre2231 conserva ese pacto con lo extraordinario: entrenar sin alarde, cuidarse del orgullo, y honrar el destino con disciplina. Cuando el miedo aparece, Nombre2231 lo convierte en maestro paciente."
    }
  },
  {
    "nombre": "Nombre2232",
    "genero": "F",
    "origen": "Vasco",
    "significado": "Nombre de origen vasco asociado a sabiduría, carácter visionario, que impulsa cuidado de los demás y refleja imaginación fértil, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "poética",
      "relato": "Dicen que cuando alguien susurra Nombre2232, una brisa limpia aquieta las dudas. El nombre guarda rumor de agua clara, paciencia y belleza sencilla. Quien lo lleva aprende a elegir palabras que curan y silencios que sostienen. Para brillar no necesita ruido: basta un gesto exacto, una mirada honesta, y una decisión valiente en el momento justo, como una lámpara pequeña en cuarto oscuro."
    }
  },
  {
    "nombre": "Nombre2233",
    "genero": "F",
    "origen": "Germánico",
    "significado": "Nombre de origen germánico asociado a templanza, carácter protector, que impulsa servicio generoso y refleja bondad auténtica, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "mitológica",
      "relato": "Los relatos antiguos susurran que Nombre2233 cruzó valles y montañas guiado por un juramento de honor. No vencía por fuerza, sino por enfoque y templanza. Su huella, dicen, dejaba centellas sobre la piedra húmeda. Quien porta Nombre2233 conserva ese pacto con lo extraordinario: entrenar sin alarde, cuidarse del orgullo, y honrar el destino con disciplina. Cuando el miedo aparece, Nombre2233 lo convierte en maestro paciente."
    }
  },
  {
    "nombre": "Nombre2234",
    "genero": "U",
    "origen": "Árabe",
    "significado": "Nombre de origen árabe asociado a claridad, carácter honesto, que impulsa cuidado de los demás y refleja gracia bajo presión, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "mitológica",
      "relato": "Los relatos antiguos susurran que Nombre2234 cruzó valles y montañas guiado por un juramento de honor. No vencía por fuerza, sino por enfoque y templanza. Su huella, dicen, dejaba centellas sobre la piedra húmeda. Quien porta Nombre2234 conserva ese pacto con lo extraordinario: entrenar sin alarde, cuidarse del orgullo, y honrar el destino con disciplina. Cuando el miedo aparece, Nombre2234 lo convierte en maestro paciente."
    }
  },
  {
    "nombre": "Nombre2235",
    "genero": "F",
    "origen": "Vasco",
    "significado": "Nombre de origen vasco asociado a alegría, carácter visionario, que impulsa crecimiento personal y refleja bondad auténtica, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "histórica",
      "relato": "En crónicas y memorias, Nombre2235 aparece ligado a decisiones firmes y horizontes abiertos. Aprendió a rectificar sin perder la dignidad y a sostener la palabra dada. El nombre Nombre2235 inspira a tejer puentes entre generaciones y culturas, a ordenar el caos cotidiano y a encender esperanza concreta donde otros renuncian. Liderazgo, sí, pero como servicio: mirar a los ojos, escuchar, y avanzar con respeto incluso en la discrepancia."
    }
  },
  {
    "nombre": "Nombre2236",
    "genero": "U",
    "origen": "Escandinavo",
    "significado": "Nombre de origen escandinavo asociado a fortaleza interior, carácter protector, que impulsa sueños grandes y refleja esperanza activa, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "mitológica",
      "relato": "Los relatos antiguos susurran que Nombre2236 cruzó valles y montañas guiado por un juramento de honor. No vencía por fuerza, sino por enfoque y templanza. Su huella, dicen, dejaba centellas sobre la piedra húmeda. Quien porta Nombre2236 conserva ese pacto con lo extraordinario: entrenar sin alarde, cuidarse del orgullo, y honrar el destino con disciplina. Cuando el miedo aparece, Nombre2236 lo convierte en maestro paciente."
    }
  },
  {
    "nombre": "Nombre2237",
    "genero": "F",
    "origen": "Celta",
    "significado": "Nombre de origen celta asociado a sabiduría, carácter disciplinado, que impulsa crecimiento personal y refleja pensamiento crítico, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "histórica",
      "relato": "En crónicas y memorias, Nombre2237 aparece ligado a decisiones firmes y horizontes abiertos. Aprendió a rectificar sin perder la dignidad y a sostener la palabra dada. El nombre Nombre2237 inspira a tejer puentes entre generaciones y culturas, a ordenar el caos cotidiano y a encender esperanza concreta donde otros renuncian. Liderazgo, sí, pero como servicio: mirar a los ojos, escuchar, y avanzar con respeto incluso en la discrepancia."
    }
  },
  {
    "nombre": "Nombre2238",
    "genero": "U",
    "origen": "Árabe",
    "significado": "Nombre de origen árabe asociado a templanza, carácter observador, que impulsa sueños grandes y refleja imaginación fértil, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "fantástica",
      "relato": "En un bosque sin coordenadas, Nombre2238 halló una lámpara hecha de auroras. Cada vez que alguien se perdía, el cristal encendía un sendero de luciérnagas hasta la salida. Desde entonces, Nombre2238 simboliza coraje amable que guía sin imponer, ingenio que vuelve sombras en señales, y ternura que recuerda el camino a casa incluso cuando el mundo gira demasiado rápido."
    }
  },
  {
    "nombre": "Nombre2239",
    "genero": "M",
    "origen": "Celta",
    "significado": "Nombre de origen celta asociado a resiliencia, carácter sereno, que impulsa liderazgo consciente y refleja esperanza activa, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "fantástica",
      "relato": "En un bosque sin coordenadas, Nombre2239 halló una lámpara hecha de auroras. Cada vez que alguien se perdía, el cristal encendía un sendero de luciérnagas hasta la salida. Desde entonces, Nombre2239 simboliza coraje amable que guía sin imponer, ingenio que vuelve sombras en señales, y ternura que recuerda el camino a casa incluso cuando el mundo gira demasiado rápido."
    }
  },
  {
    "nombre": "Nombre2240",
    "genero": "U",
    "origen": "Inglés",
    "significado": "Nombre de origen inglés asociado a templanza, carácter protector, que impulsa aprendizaje continuo y refleja esperanza activa, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "fantástica",
      "relato": "En un bosque sin coordenadas, Nombre2240 halló una lámpara hecha de auroras. Cada vez que alguien se perdía, el cristal encendía un sendero de luciérnagas hasta la salida. Desde entonces, Nombre2240 simboliza coraje amable que guía sin imponer, ingenio que vuelve sombras en señales, y ternura que recuerda el camino a casa incluso cuando el mundo gira demasiado rápido."
    }
  },
  {
    "nombre": "Nombre2241",
    "genero": "M",
    "origen": "Celta",
    "significado": "Nombre de origen celta asociado a claridad, carácter compasivo, que impulsa servicio generoso y refleja pensamiento crítico, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "histórica",
      "relato": "En crónicas y memorias, Nombre2241 aparece ligado a decisiones firmes y horizontes abiertos. Aprendió a rectificar sin perder la dignidad y a sostener la palabra dada. El nombre Nombre2241 inspira a tejer puentes entre generaciones y culturas, a ordenar el caos cotidiano y a encender esperanza concreta donde otros renuncian. Liderazgo, sí, pero como servicio: mirar a los ojos, escuchar, y avanzar con respeto incluso en la discrepancia."
    }
  },
  {
    "nombre": "Nombre2242",
    "genero": "U",
    "origen": "Hebreo",
    "significado": "Nombre de origen hebreo asociado a alegría, carácter visionario, que impulsa servicio generoso y refleja esperanza activa, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "fantástica",
      "relato": "En un bosque sin coordenadas, Nombre2242 halló una lámpara hecha de auroras. Cada vez que alguien se perdía, el cristal encendía un sendero de luciérnagas hasta la salida. Desde entonces, Nombre2242 simboliza coraje amable que guía sin imponer, ingenio que vuelve sombras en señales, y ternura que recuerda el camino a casa incluso cuando el mundo gira demasiado rápido."
    }
  },
  {
    "nombre": "Nombre2243",
    "genero": "U",
    "origen": "Chino",
    "significado": "Nombre de origen chino asociado a resiliencia, carácter protector, que impulsa cuidado de los demás y refleja esperanza activa, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "poética",
      "relato": "Dicen que cuando alguien susurra Nombre2243, una brisa limpia aquieta las dudas. El nombre guarda rumor de agua clara, paciencia y belleza sencilla. Quien lo lleva aprende a elegir palabras que curan y silencios que sostienen. Para brillar no necesita ruido: basta un gesto exacto, una mirada honesta, y una decisión valiente en el momento justo, como una lámpara pequeña en cuarto oscuro."
    }
  },
  {
    "nombre": "Nombre2244",
    "genero": "F",
    "origen": "Japonés",
    "significado": "Nombre de origen japonés asociado a fortaleza interior, carácter visionario, que impulsa cuidado de los demás y refleja gracia bajo presión, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "bíblica",
      "relato": "Nombre2244 aparece en tradiciones bíblicas, donde la fe atraviesa pruebas y renueva el corazón. Su historia recuerda que la dignidad florece cuando se sirve con humildad y verdad. Quien lleva Nombre2244 aprende a escuchar el silencio, a decidir con conciencia y a agradecer cada avance. Ante la angustia, Nombre2244 confía; ante el éxito, comparte. Así el nombre se vuelve puente entre lo humano y lo sagrado."
    }
  },
  {
    "nombre": "Nombre2245",
    "genero": "U",
    "origen": "Chino",
    "significado": "Nombre de origen chino asociado a sabiduría, carácter compasivo, que impulsa aprendizaje continuo y refleja luz espiritual, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "poética",
      "relato": "Dicen que cuando alguien susurra Nombre2245, una brisa limpia aquieta las dudas. El nombre guarda rumor de agua clara, paciencia y belleza sencilla. Quien lo lleva aprende a elegir palabras que curan y silencios que sostienen. Para brillar no necesita ruido: basta un gesto exacto, una mirada honesta, y una decisión valiente en el momento justo, como una lámpara pequeña en cuarto oscuro."
    }
  },
  {
    "nombre": "Nombre2246",
    "genero": "F",
    "origen": "Italiano",
    "significado": "Nombre de origen italiano asociado a creatividad, carácter protector, que impulsa liderazgo consciente y refleja equilibrio emocional, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "fantástica",
      "relato": "En un bosque sin coordenadas, Nombre2246 halló una lámpara hecha de auroras. Cada vez que alguien se perdía, el cristal encendía un sendero de luciérnagas hasta la salida. Desde entonces, Nombre2246 simboliza coraje amable que guía sin imponer, ingenio que vuelve sombras en señales, y ternura que recuerda el camino a casa incluso cuando el mundo gira demasiado rápido."
    }
  },
  {
    "nombre": "Nombre2247",
    "genero": "M",
    "origen": "Celta",
    "significado": "Nombre de origen celta asociado a valentía, carácter inspirador, que impulsa sueños grandes y refleja equilibrio emocional, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "poética",
      "relato": "Dicen que cuando alguien susurra Nombre2247, una brisa limpia aquieta las dudas. El nombre guarda rumor de agua clara, paciencia y belleza sencilla. Quien lo lleva aprende a elegir palabras que curan y silencios que sostienen. Para brillar no necesita ruido: basta un gesto exacto, una mirada honesta, y una decisión valiente en el momento justo, como una lámpara pequeña en cuarto oscuro."
    }
  },
  {
    "nombre": "Nombre2248",
    "genero": "U",
    "origen": "Escandinavo",
    "significado": "Nombre de origen escandinavo asociado a sabiduría, carácter honesto, que impulsa sueños grandes y refleja disciplina práctica, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "mitológica",
      "relato": "Los relatos antiguos susurran que Nombre2248 cruzó valles y montañas guiado por un juramento de honor. No vencía por fuerza, sino por enfoque y templanza. Su huella, dicen, dejaba centellas sobre la piedra húmeda. Quien porta Nombre2248 conserva ese pacto con lo extraordinario: entrenar sin alarde, cuidarse del orgullo, y honrar el destino con disciplina. Cuando el miedo aparece, Nombre2248 lo convierte en maestro paciente."
    }
  },
  {
    "nombre": "Nombre2249",
    "genero": "F",
    "origen": "Francés",
    "significado": "Nombre de origen francés asociado a resiliencia, carácter compasivo, que impulsa sueños grandes y refleja equilibrio emocional, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "bíblica",
      "relato": "Nombre2249 aparece en tradiciones bíblicas, donde la fe atraviesa pruebas y renueva el corazón. Su historia recuerda que la dignidad florece cuando se sirve con humildad y verdad. Quien lleva Nombre2249 aprende a escuchar el silencio, a decidir con conciencia y a agradecer cada avance. Ante la angustia, Nombre2249 confía; ante el éxito, comparte. Así el nombre se vuelve puente entre lo humano y lo sagrado."
    }
  },
  {
    "nombre": "Nombre2250",
    "genero": "M",
    "origen": "Escandinavo",
    "significado": "Nombre de origen escandinavo asociado a creatividad, carácter leal, que impulsa crecimiento personal y refleja luz espiritual, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "poética",
      "relato": "Dicen que cuando alguien susurra Nombre2250, una brisa limpia aquieta las dudas. El nombre guarda rumor de agua clara, paciencia y belleza sencilla. Quien lo lleva aprende a elegir palabras que curan y silencios que sostienen. Para brillar no necesita ruido: basta un gesto exacto, una mirada honesta, y una decisión valiente en el momento justo, como una lámpara pequeña en cuarto oscuro."
    }
  },
  {
    "nombre": "Nombre2251",
    "genero": "M",
    "origen": "Japonés",
    "significado": "Nombre de origen japonés asociado a curiosidad, carácter inspirador, que impulsa crecimiento personal y refleja disciplina práctica, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "fantástica",
      "relato": "En un bosque sin coordenadas, Nombre2251 halló una lámpara hecha de auroras. Cada vez que alguien se perdía, el cristal encendía un sendero de luciérnagas hasta la salida. Desde entonces, Nombre2251 simboliza coraje amable que guía sin imponer, ingenio que vuelve sombras en señales, y ternura que recuerda el camino a casa incluso cuando el mundo gira demasiado rápido."
    }
  },
  {
    "nombre": "Nombre2252",
    "genero": "U",
    "origen": "Griego",
    "significado": "Nombre de origen griego asociado a curiosidad, carácter inspirador, que impulsa cuidado de los demás y refleja equilibrio emocional, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "mitológica",
      "relato": "Los relatos antiguos susurran que Nombre2252 cruzó valles y montañas guiado por un juramento de honor. No vencía por fuerza, sino por enfoque y templanza. Su huella, dicen, dejaba centellas sobre la piedra húmeda. Quien porta Nombre2252 conserva ese pacto con lo extraordinario: entrenar sin alarde, cuidarse del orgullo, y honrar el destino con disciplina. Cuando el miedo aparece, Nombre2252 lo convierte en maestro paciente."
    }
  },
  {
    "nombre": "Nombre2253",
    "genero": "U",
    "origen": "Francés",
    "significado": "Nombre de origen francés asociado a valentía, carácter inspirador, que impulsa aprendizaje continuo y refleja imaginación fértil, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "histórica",
      "relato": "En crónicas y memorias, Nombre2253 aparece ligado a decisiones firmes y horizontes abiertos. Aprendió a rectificar sin perder la dignidad y a sostener la palabra dada. El nombre Nombre2253 inspira a tejer puentes entre generaciones y culturas, a ordenar el caos cotidiano y a encender esperanza concreta donde otros renuncian. Liderazgo, sí, pero como servicio: mirar a los ojos, escuchar, y avanzar con respeto incluso en la discrepancia."
    }
  },
  {
    "nombre": "Nombre2254",
    "genero": "M",
    "origen": "Latín",
    "significado": "Nombre de origen latín asociado a sabiduría, carácter inspirador, que impulsa sueños grandes y refleja pensamiento crítico, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "mitológica",
      "relato": "Los relatos antiguos susurran que Nombre2254 cruzó valles y montañas guiado por un juramento de honor. No vencía por fuerza, sino por enfoque y templanza. Su huella, dicen, dejaba centellas sobre la piedra húmeda. Quien porta Nombre2254 conserva ese pacto con lo extraordinario: entrenar sin alarde, cuidarse del orgullo, y honrar el destino con disciplina. Cuando el miedo aparece, Nombre2254 lo convierte en maestro paciente."
    }
  },
  {
    "nombre": "Nombre2255",
    "genero": "F",
    "origen": "Vasco",
    "significado": "Nombre de origen vasco asociado a sabiduría, carácter inspirador, que impulsa cuidado de los demás y refleja disciplina práctica, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "fantástica",
      "relato": "En un bosque sin coordenadas, Nombre2255 halló una lámpara hecha de auroras. Cada vez que alguien se perdía, el cristal encendía un sendero de luciérnagas hasta la salida. Desde entonces, Nombre2255 simboliza coraje amable que guía sin imponer, ingenio que vuelve sombras en señales, y ternura que recuerda el camino a casa incluso cuando el mundo gira demasiado rápido."
    }
  },
  {
    "nombre": "Nombre2256",
    "genero": "U",
    "origen": "Japonés",
    "significado": "Nombre de origen japonés asociado a protección, carácter sereno, que impulsa crecimiento personal y refleja bondad auténtica, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "poética",
      "relato": "Dicen que cuando alguien susurra Nombre2256, una brisa limpia aquieta las dudas. El nombre guarda rumor de agua clara, paciencia y belleza sencilla. Quien lo lleva aprende a elegir palabras que curan y silencios que sostienen. Para brillar no necesita ruido: basta un gesto exacto, una mirada honesta, y una decisión valiente en el momento justo, como una lámpara pequeña en cuarto oscuro."
    }
  },
  {
    "nombre": "Nombre2257",
    "genero": "U",
    "origen": "Inglés",
    "significado": "Nombre de origen inglés asociado a resiliencia, carácter visionario, que impulsa aprendizaje continuo y refleja pensamiento crítico, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "mitológica",
      "relato": "Los relatos antiguos susurran que Nombre2257 cruzó valles y montañas guiado por un juramento de honor. No vencía por fuerza, sino por enfoque y templanza. Su huella, dicen, dejaba centellas sobre la piedra húmeda. Quien porta Nombre2257 conserva ese pacto con lo extraordinario: entrenar sin alarde, cuidarse del orgullo, y honrar el destino con disciplina. Cuando el miedo aparece, Nombre2257 lo convierte en maestro paciente."
    }
  },
  {
    "nombre": "Nombre2258",
    "genero": "U",
    "origen": "Árabe",
    "significado": "Nombre de origen árabe asociado a sabiduría, carácter compasivo, que impulsa cuidado de los demás y refleja equilibrio emocional, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "mitológica",
      "relato": "Los relatos antiguos susurran que Nombre2258 cruzó valles y montañas guiado por un juramento de honor. No vencía por fuerza, sino por enfoque y templanza. Su huella, dicen, dejaba centellas sobre la piedra húmeda. Quien porta Nombre2258 conserva ese pacto con lo extraordinario: entrenar sin alarde, cuidarse del orgullo, y honrar el destino con disciplina. Cuando el miedo aparece, Nombre2258 lo convierte en maestro paciente."
    }
  },
  {
    "nombre": "Nombre2259",
    "genero": "F",
    "origen": "Chino",
    "significado": "Nombre de origen chino asociado a protección, carácter visionario, que impulsa decisiones justas y refleja luz espiritual, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "fantástica",
      "relato": "En un bosque sin coordenadas, Nombre2259 halló una lámpara hecha de auroras. Cada vez que alguien se perdía, el cristal encendía un sendero de luciérnagas hasta la salida. Desde entonces, Nombre2259 simboliza coraje amable que guía sin imponer, ingenio que vuelve sombras en señales, y ternura que recuerda el camino a casa incluso cuando el mundo gira demasiado rápido."
    }
  },
  {
    "nombre": "Nombre2260",
    "genero": "F",
    "origen": "Celta",
    "significado": "Nombre de origen celta asociado a creatividad, carácter honesto, que impulsa sueños grandes y refleja pensamiento crítico, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "mitológica",
      "relato": "Los relatos antiguos susurran que Nombre2260 cruzó valles y montañas guiado por un juramento de honor. No vencía por fuerza, sino por enfoque y templanza. Su huella, dicen, dejaba centellas sobre la piedra húmeda. Quien porta Nombre2260 conserva ese pacto con lo extraordinario: entrenar sin alarde, cuidarse del orgullo, y honrar el destino con disciplina. Cuando el miedo aparece, Nombre2260 lo convierte en maestro paciente."
    }
  },
  {
    "nombre": "Nombre2261",
    "genero": "M",
    "origen": "Italiano",
    "significado": "Nombre de origen italiano asociado a fortaleza interior, carácter protector, que impulsa aprendizaje continuo y refleja gracia bajo presión, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "poética",
      "relato": "Dicen que cuando alguien susurra Nombre2261, una brisa limpia aquieta las dudas. El nombre guarda rumor de agua clara, paciencia y belleza sencilla. Quien lo lleva aprende a elegir palabras que curan y silencios que sostienen. Para brillar no necesita ruido: basta un gesto exacto, una mirada honesta, y una decisión valiente en el momento justo, como una lámpara pequeña en cuarto oscuro."
    }
  },
  {
    "nombre": "Nombre2262",
    "genero": "U",
    "origen": "Inglés",
    "significado": "Nombre de origen inglés asociado a valentía, carácter disciplinado, que impulsa cuidado de los demás y refleja gracia bajo presión, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "mitológica",
      "relato": "Los relatos antiguos susurran que Nombre2262 cruzó valles y montañas guiado por un juramento de honor. No vencía por fuerza, sino por enfoque y templanza. Su huella, dicen, dejaba centellas sobre la piedra húmeda. Quien porta Nombre2262 conserva ese pacto con lo extraordinario: entrenar sin alarde, cuidarse del orgullo, y honrar el destino con disciplina. Cuando el miedo aparece, Nombre2262 lo convierte en maestro paciente."
    }
  },
  {
    "nombre": "Nombre2263",
    "genero": "M",
    "origen": "Japonés",
    "significado": "Nombre de origen japonés asociado a resiliencia, carácter sereno, que impulsa sueños grandes y refleja imaginación fértil, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "bíblica",
      "relato": "Nombre2263 aparece en tradiciones bíblicas, donde la fe atraviesa pruebas y renueva el corazón. Su historia recuerda que la dignidad florece cuando se sirve con humildad y verdad. Quien lleva Nombre2263 aprende a escuchar el silencio, a decidir con conciencia y a agradecer cada avance. Ante la angustia, Nombre2263 confía; ante el éxito, comparte. Así el nombre se vuelve puente entre lo humano y lo sagrado."
    }
  },
  {
    "nombre": "Nombre2264",
    "genero": "F",
    "origen": "Inglés",
    "significado": "Nombre de origen inglés asociado a templanza, carácter leal, que impulsa liderazgo consciente y refleja bondad auténtica, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "histórica",
      "relato": "En crónicas y memorias, Nombre2264 aparece ligado a decisiones firmes y horizontes abiertos. Aprendió a rectificar sin perder la dignidad y a sostener la palabra dada. El nombre Nombre2264 inspira a tejer puentes entre generaciones y culturas, a ordenar el caos cotidiano y a encender esperanza concreta donde otros renuncian. Liderazgo, sí, pero como servicio: mirar a los ojos, escuchar, y avanzar con respeto incluso en la discrepancia."
    }
  },
  {
    "nombre": "Nombre2265",
    "genero": "M",
    "origen": "Inglés",
    "significado": "Nombre de origen inglés asociado a valentía, carácter honesto, que impulsa búsqueda de verdad y refleja gracia bajo presión, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "fantástica",
      "relato": "En un bosque sin coordenadas, Nombre2265 halló una lámpara hecha de auroras. Cada vez que alguien se perdía, el cristal encendía un sendero de luciérnagas hasta la salida. Desde entonces, Nombre2265 simboliza coraje amable que guía sin imponer, ingenio que vuelve sombras en señales, y ternura que recuerda el camino a casa incluso cuando el mundo gira demasiado rápido."
    }
  },
  {
    "nombre": "Nombre2266",
    "genero": "U",
    "origen": "Vasco",
    "significado": "Nombre de origen vasco asociado a sabiduría, carácter leal, que impulsa decisiones justas y refleja gracia bajo presión, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "fantástica",
      "relato": "En un bosque sin coordenadas, Nombre2266 halló una lámpara hecha de auroras. Cada vez que alguien se perdía, el cristal encendía un sendero de luciérnagas hasta la salida. Desde entonces, Nombre2266 simboliza coraje amable que guía sin imponer, ingenio que vuelve sombras en señales, y ternura que recuerda el camino a casa incluso cuando el mundo gira demasiado rápido."
    }
  },
  {
    "nombre": "Nombre2267",
    "genero": "U",
    "origen": "Hebreo",
    "significado": "Nombre de origen hebreo asociado a templanza, carácter honesto, que impulsa crecimiento personal y refleja imaginación fértil, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "fantástica",
      "relato": "En un bosque sin coordenadas, Nombre2267 halló una lámpara hecha de auroras. Cada vez que alguien se perdía, el cristal encendía un sendero de luciérnagas hasta la salida. Desde entonces, Nombre2267 simboliza coraje amable que guía sin imponer, ingenio que vuelve sombras en señales, y ternura que recuerda el camino a casa incluso cuando el mundo gira demasiado rápido."
    }
  },
  {
    "nombre": "Nombre2268",
    "genero": "M",
    "origen": "Hebreo",
    "significado": "Nombre de origen hebreo asociado a sabiduría, carácter disciplinado, que impulsa crecimiento personal y refleja luz espiritual, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "poética",
      "relato": "Dicen que cuando alguien susurra Nombre2268, una brisa limpia aquieta las dudas. El nombre guarda rumor de agua clara, paciencia y belleza sencilla. Quien lo lleva aprende a elegir palabras que curan y silencios que sostienen. Para brillar no necesita ruido: basta un gesto exacto, una mirada honesta, y una decisión valiente en el momento justo, como una lámpara pequeña en cuarto oscuro."
    }
  },
  {
    "nombre": "Nombre2269",
    "genero": "M",
    "origen": "Escandinavo",
    "significado": "Nombre de origen escandinavo asociado a alegría, carácter leal, que impulsa cuidado de los demás y refleja disciplina práctica, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "histórica",
      "relato": "En crónicas y memorias, Nombre2269 aparece ligado a decisiones firmes y horizontes abiertos. Aprendió a rectificar sin perder la dignidad y a sostener la palabra dada. El nombre Nombre2269 inspira a tejer puentes entre generaciones y culturas, a ordenar el caos cotidiano y a encender esperanza concreta donde otros renuncian. Liderazgo, sí, pero como servicio: mirar a los ojos, escuchar, y avanzar con respeto incluso en la discrepancia."
    }
  },
  {
    "nombre": "Nombre2270",
    "genero": "M",
    "origen": "Japonés",
    "significado": "Nombre de origen japonés asociado a claridad, carácter disciplinado, que impulsa búsqueda de verdad y refleja bondad auténtica, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "poética",
      "relato": "Dicen que cuando alguien susurra Nombre2270, una brisa limpia aquieta las dudas. El nombre guarda rumor de agua clara, paciencia y belleza sencilla. Quien lo lleva aprende a elegir palabras que curan y silencios que sostienen. Para brillar no necesita ruido: basta un gesto exacto, una mirada honesta, y una decisión valiente en el momento justo, como una lámpara pequeña en cuarto oscuro."
    }
  },
  {
    "nombre": "Nombre2271",
    "genero": "M",
    "origen": "Griego",
    "significado": "Nombre de origen griego asociado a fortaleza interior, carácter inspirador, que impulsa sueños grandes y refleja bondad auténtica, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "mitológica",
      "relato": "Los relatos antiguos susurran que Nombre2271 cruzó valles y montañas guiado por un juramento de honor. No vencía por fuerza, sino por enfoque y templanza. Su huella, dicen, dejaba centellas sobre la piedra húmeda. Quien porta Nombre2271 conserva ese pacto con lo extraordinario: entrenar sin alarde, cuidarse del orgullo, y honrar el destino con disciplina. Cuando el miedo aparece, Nombre2271 lo convierte en maestro paciente."
    }
  },
  {
    "nombre": "Nombre2272",
    "genero": "F",
    "origen": "Japonés",
    "significado": "Nombre de origen japonés asociado a curiosidad, carácter protector, que impulsa liderazgo consciente y refleja equilibrio emocional, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "bíblica",
      "relato": "Nombre2272 aparece en tradiciones bíblicas, donde la fe atraviesa pruebas y renueva el corazón. Su historia recuerda que la dignidad florece cuando se sirve con humildad y verdad. Quien lleva Nombre2272 aprende a escuchar el silencio, a decidir con conciencia y a agradecer cada avance. Ante la angustia, Nombre2272 confía; ante el éxito, comparte. Así el nombre se vuelve puente entre lo humano y lo sagrado."
    }
  },
  {
    "nombre": "Nombre2273",
    "genero": "M",
    "origen": "Celta",
    "significado": "Nombre de origen celta asociado a templanza, carácter protector, que impulsa crecimiento personal y refleja gracia bajo presión, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "mitológica",
      "relato": "Los relatos antiguos susurran que Nombre2273 cruzó valles y montañas guiado por un juramento de honor. No vencía por fuerza, sino por enfoque y templanza. Su huella, dicen, dejaba centellas sobre la piedra húmeda. Quien porta Nombre2273 conserva ese pacto con lo extraordinario: entrenar sin alarde, cuidarse del orgullo, y honrar el destino con disciplina. Cuando el miedo aparece, Nombre2273 lo convierte en maestro paciente."
    }
  },
  {
    "nombre": "Nombre2274",
    "genero": "M",
    "origen": "Francés",
    "significado": "Nombre de origen francés asociado a valentía, carácter compasivo, que impulsa crecimiento personal y refleja gracia bajo presión, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "histórica",
      "relato": "En crónicas y memorias, Nombre2274 aparece ligado a decisiones firmes y horizontes abiertos. Aprendió a rectificar sin perder la dignidad y a sostener la palabra dada. El nombre Nombre2274 inspira a tejer puentes entre generaciones y culturas, a ordenar el caos cotidiano y a encender esperanza concreta donde otros renuncian. Liderazgo, sí, pero como servicio: mirar a los ojos, escuchar, y avanzar con respeto incluso en la discrepancia."
    }
  },
  {
    "nombre": "Nombre2275",
    "genero": "U",
    "origen": "Escandinavo",
    "significado": "Nombre de origen escandinavo asociado a sabiduría, carácter inspirador, que impulsa servicio generoso y refleja pensamiento crítico, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "fantástica",
      "relato": "En un bosque sin coordenadas, Nombre2275 halló una lámpara hecha de auroras. Cada vez que alguien se perdía, el cristal encendía un sendero de luciérnagas hasta la salida. Desde entonces, Nombre2275 simboliza coraje amable que guía sin imponer, ingenio que vuelve sombras en señales, y ternura que recuerda el camino a casa incluso cuando el mundo gira demasiado rápido."
    }
  },
  {
    "nombre": "Nombre2276",
    "genero": "U",
    "origen": "Vasco",
    "significado": "Nombre de origen vasco asociado a resiliencia, carácter inspirador, que impulsa servicio generoso y refleja disciplina práctica, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "bíblica",
      "relato": "Nombre2276 aparece en tradiciones bíblicas, donde la fe atraviesa pruebas y renueva el corazón. Su historia recuerda que la dignidad florece cuando se sirve con humildad y verdad. Quien lleva Nombre2276 aprende a escuchar el silencio, a decidir con conciencia y a agradecer cada avance. Ante la angustia, Nombre2276 confía; ante el éxito, comparte. Así el nombre se vuelve puente entre lo humano y lo sagrado."
    }
  },
  {
    "nombre": "Nombre2277",
    "genero": "M",
    "origen": "Germánico",
    "significado": "Nombre de origen germánico asociado a fortaleza interior, carácter observador, que impulsa servicio generoso y refleja disciplina práctica, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "fantástica",
      "relato": "En un bosque sin coordenadas, Nombre2277 halló una lámpara hecha de auroras. Cada vez que alguien se perdía, el cristal encendía un sendero de luciérnagas hasta la salida. Desde entonces, Nombre2277 simboliza coraje amable que guía sin imponer, ingenio que vuelve sombras en señales, y ternura que recuerda el camino a casa incluso cuando el mundo gira demasiado rápido."
    }
  },
  {
    "nombre": "Nombre2278",
    "genero": "U",
    "origen": "Germánico",
    "significado": "Nombre de origen germánico asociado a alegría, carácter compasivo, que impulsa decisiones justas y refleja luz espiritual, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "fantástica",
      "relato": "En un bosque sin coordenadas, Nombre2278 halló una lámpara hecha de auroras. Cada vez que alguien se perdía, el cristal encendía un sendero de luciérnagas hasta la salida. Desde entonces, Nombre2278 simboliza coraje amable que guía sin imponer, ingenio que vuelve sombras en señales, y ternura que recuerda el camino a casa incluso cuando el mundo gira demasiado rápido."
    }
  },
  {
    "nombre": "Nombre2279",
    "genero": "M",
    "origen": "Francés",
    "significado": "Nombre de origen francés asociado a valentía, carácter disciplinado, que impulsa decisiones justas y refleja equilibrio emocional, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "poética",
      "relato": "Dicen que cuando alguien susurra Nombre2279, una brisa limpia aquieta las dudas. El nombre guarda rumor de agua clara, paciencia y belleza sencilla. Quien lo lleva aprende a elegir palabras que curan y silencios que sostienen. Para brillar no necesita ruido: basta un gesto exacto, una mirada honesta, y una decisión valiente en el momento justo, como una lámpara pequeña en cuarto oscuro."
    }
  },
  {
    "nombre": "Nombre2280",
    "genero": "F",
    "origen": "Hebreo",
    "significado": "Nombre de origen hebreo asociado a protección, carácter honesto, que impulsa servicio generoso y refleja luz espiritual, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "histórica",
      "relato": "En crónicas y memorias, Nombre2280 aparece ligado a decisiones firmes y horizontes abiertos. Aprendió a rectificar sin perder la dignidad y a sostener la palabra dada. El nombre Nombre2280 inspira a tejer puentes entre generaciones y culturas, a ordenar el caos cotidiano y a encender esperanza concreta donde otros renuncian. Liderazgo, sí, pero como servicio: mirar a los ojos, escuchar, y avanzar con respeto incluso en la discrepancia."
    }
  },
  {
    "nombre": "Nombre2281",
    "genero": "F",
    "origen": "Japonés",
    "significado": "Nombre de origen japonés asociado a fortaleza interior, carácter sereno, que impulsa búsqueda de verdad y refleja esperanza activa, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "bíblica",
      "relato": "Nombre2281 aparece en tradiciones bíblicas, donde la fe atraviesa pruebas y renueva el corazón. Su historia recuerda que la dignidad florece cuando se sirve con humildad y verdad. Quien lleva Nombre2281 aprende a escuchar el silencio, a decidir con conciencia y a agradecer cada avance. Ante la angustia, Nombre2281 confía; ante el éxito, comparte. Así el nombre se vuelve puente entre lo humano y lo sagrado."
    }
  },
  {
    "nombre": "Nombre2282",
    "genero": "U",
    "origen": "Árabe",
    "significado": "Nombre de origen árabe asociado a alegría, carácter leal, que impulsa aprendizaje continuo y refleja disciplina práctica, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "bíblica",
      "relato": "Nombre2282 aparece en tradiciones bíblicas, donde la fe atraviesa pruebas y renueva el corazón. Su historia recuerda que la dignidad florece cuando se sirve con humildad y verdad. Quien lleva Nombre2282 aprende a escuchar el silencio, a decidir con conciencia y a agradecer cada avance. Ante la angustia, Nombre2282 confía; ante el éxito, comparte. Así el nombre se vuelve puente entre lo humano y lo sagrado."
    }
  },
  {
    "nombre": "Nombre2283",
    "genero": "M",
    "origen": "Francés",
    "significado": "Nombre de origen francés asociado a alegría, carácter disciplinado, que impulsa liderazgo consciente y refleja equilibrio emocional, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "mitológica",
      "relato": "Los relatos antiguos susurran que Nombre2283 cruzó valles y montañas guiado por un juramento de honor. No vencía por fuerza, sino por enfoque y templanza. Su huella, dicen, dejaba centellas sobre la piedra húmeda. Quien porta Nombre2283 conserva ese pacto con lo extraordinario: entrenar sin alarde, cuidarse del orgullo, y honrar el destino con disciplina. Cuando el miedo aparece, Nombre2283 lo convierte en maestro paciente."
    }
  },
  {
    "nombre": "Nombre2284",
    "genero": "M",
    "origen": "Inglés",
    "significado": "Nombre de origen inglés asociado a valentía, carácter observador, que impulsa sueños grandes y refleja gracia bajo presión, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "histórica",
      "relato": "En crónicas y memorias, Nombre2284 aparece ligado a decisiones firmes y horizontes abiertos. Aprendió a rectificar sin perder la dignidad y a sostener la palabra dada. El nombre Nombre2284 inspira a tejer puentes entre generaciones y culturas, a ordenar el caos cotidiano y a encender esperanza concreta donde otros renuncian. Liderazgo, sí, pero como servicio: mirar a los ojos, escuchar, y avanzar con respeto incluso en la discrepancia."
    }
  },
  {
    "nombre": "Nombre2285",
    "genero": "M",
    "origen": "Germánico",
    "significado": "Nombre de origen germánico asociado a creatividad, carácter honesto, que impulsa servicio generoso y refleja equilibrio emocional, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "poética",
      "relato": "Dicen que cuando alguien susurra Nombre2285, una brisa limpia aquieta las dudas. El nombre guarda rumor de agua clara, paciencia y belleza sencilla. Quien lo lleva aprende a elegir palabras que curan y silencios que sostienen. Para brillar no necesita ruido: basta un gesto exacto, una mirada honesta, y una decisión valiente en el momento justo, como una lámpara pequeña en cuarto oscuro."
    }
  },
  {
    "nombre": "Nombre2286",
    "genero": "M",
    "origen": "Hebreo",
    "significado": "Nombre de origen hebreo asociado a protección, carácter compasivo, que impulsa aprendizaje continuo y refleja equilibrio emocional, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "bíblica",
      "relato": "Nombre2286 aparece en tradiciones bíblicas, donde la fe atraviesa pruebas y renueva el corazón. Su historia recuerda que la dignidad florece cuando se sirve con humildad y verdad. Quien lleva Nombre2286 aprende a escuchar el silencio, a decidir con conciencia y a agradecer cada avance. Ante la angustia, Nombre2286 confía; ante el éxito, comparte. Así el nombre se vuelve puente entre lo humano y lo sagrado."
    }
  },
  {
    "nombre": "Nombre2287",
    "genero": "F",
    "origen": "Inglés",
    "significado": "Nombre de origen inglés asociado a sabiduría, carácter disciplinado, que impulsa liderazgo consciente y refleja luz espiritual, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "mitológica",
      "relato": "Los relatos antiguos susurran que Nombre2287 cruzó valles y montañas guiado por un juramento de honor. No vencía por fuerza, sino por enfoque y templanza. Su huella, dicen, dejaba centellas sobre la piedra húmeda. Quien porta Nombre2287 conserva ese pacto con lo extraordinario: entrenar sin alarde, cuidarse del orgullo, y honrar el destino con disciplina. Cuando el miedo aparece, Nombre2287 lo convierte en maestro paciente."
    }
  },
  {
    "nombre": "Nombre2288",
    "genero": "F",
    "origen": "Japonés",
    "significado": "Nombre de origen japonés asociado a templanza, carácter leal, que impulsa liderazgo consciente y refleja gracia bajo presión, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "mitológica",
      "relato": "Los relatos antiguos susurran que Nombre2288 cruzó valles y montañas guiado por un juramento de honor. No vencía por fuerza, sino por enfoque y templanza. Su huella, dicen, dejaba centellas sobre la piedra húmeda. Quien porta Nombre2288 conserva ese pacto con lo extraordinario: entrenar sin alarde, cuidarse del orgullo, y honrar el destino con disciplina. Cuando el miedo aparece, Nombre2288 lo convierte en maestro paciente."
    }
  },
  {
    "nombre": "Nombre2289",
    "genero": "U",
    "origen": "Inglés",
    "significado": "Nombre de origen inglés asociado a claridad, carácter sereno, que impulsa crecimiento personal y refleja gracia bajo presión, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "fantástica",
      "relato": "En un bosque sin coordenadas, Nombre2289 halló una lámpara hecha de auroras. Cada vez que alguien se perdía, el cristal encendía un sendero de luciérnagas hasta la salida. Desde entonces, Nombre2289 simboliza coraje amable que guía sin imponer, ingenio que vuelve sombras en señales, y ternura que recuerda el camino a casa incluso cuando el mundo gira demasiado rápido."
    }
  },
  {
    "nombre": "Nombre2290",
    "genero": "M",
    "origen": "Latín",
    "significado": "Nombre de origen latín asociado a fortaleza interior, carácter inspirador, que impulsa búsqueda de verdad y refleja imaginación fértil, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "mitológica",
      "relato": "Los relatos antiguos susurran que Nombre2290 cruzó valles y montañas guiado por un juramento de honor. No vencía por fuerza, sino por enfoque y templanza. Su huella, dicen, dejaba centellas sobre la piedra húmeda. Quien porta Nombre2290 conserva ese pacto con lo extraordinario: entrenar sin alarde, cuidarse del orgullo, y honrar el destino con disciplina. Cuando el miedo aparece, Nombre2290 lo convierte en maestro paciente."
    }
  },
  {
    "nombre": "Nombre2291",
    "genero": "F",
    "origen": "Latín",
    "significado": "Nombre de origen latín asociado a valentía, carácter visionario, que impulsa crecimiento personal y refleja imaginación fértil, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "poética",
      "relato": "Dicen que cuando alguien susurra Nombre2291, una brisa limpia aquieta las dudas. El nombre guarda rumor de agua clara, paciencia y belleza sencilla. Quien lo lleva aprende a elegir palabras que curan y silencios que sostienen. Para brillar no necesita ruido: basta un gesto exacto, una mirada honesta, y una decisión valiente en el momento justo, como una lámpara pequeña en cuarto oscuro."
    }
  },
  {
    "nombre": "Nombre2292",
    "genero": "F",
    "origen": "Francés",
    "significado": "Nombre de origen francés asociado a sabiduría, carácter protector, que impulsa decisiones justas y refleja imaginación fértil, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "fantástica",
      "relato": "En un bosque sin coordenadas, Nombre2292 halló una lámpara hecha de auroras. Cada vez que alguien se perdía, el cristal encendía un sendero de luciérnagas hasta la salida. Desde entonces, Nombre2292 simboliza coraje amable que guía sin imponer, ingenio que vuelve sombras en señales, y ternura que recuerda el camino a casa incluso cuando el mundo gira demasiado rápido."
    }
  },
  {
    "nombre": "Nombre2293",
    "genero": "M",
    "origen": "Hebreo",
    "significado": "Nombre de origen hebreo asociado a curiosidad, carácter leal, que impulsa cuidado de los demás y refleja bondad auténtica, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "bíblica",
      "relato": "Nombre2293 aparece en tradiciones bíblicas, donde la fe atraviesa pruebas y renueva el corazón. Su historia recuerda que la dignidad florece cuando se sirve con humildad y verdad. Quien lleva Nombre2293 aprende a escuchar el silencio, a decidir con conciencia y a agradecer cada avance. Ante la angustia, Nombre2293 confía; ante el éxito, comparte. Así el nombre se vuelve puente entre lo humano y lo sagrado."
    }
  },
  {
    "nombre": "Nombre2294",
    "genero": "F",
    "origen": "Francés",
    "significado": "Nombre de origen francés asociado a sabiduría, carácter observador, que impulsa crecimiento personal y refleja gracia bajo presión, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "poética",
      "relato": "Dicen que cuando alguien susurra Nombre2294, una brisa limpia aquieta las dudas. El nombre guarda rumor de agua clara, paciencia y belleza sencilla. Quien lo lleva aprende a elegir palabras que curan y silencios que sostienen. Para brillar no necesita ruido: basta un gesto exacto, una mirada honesta, y una decisión valiente en el momento justo, como una lámpara pequeña en cuarto oscuro."
    }
  },
  {
    "nombre": "Nombre2295",
    "genero": "F",
    "origen": "Francés",
    "significado": "Nombre de origen francés asociado a templanza, carácter observador, que impulsa decisiones justas y refleja pensamiento crítico, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "bíblica",
      "relato": "Nombre2295 aparece en tradiciones bíblicas, donde la fe atraviesa pruebas y renueva el corazón. Su historia recuerda que la dignidad florece cuando se sirve con humildad y verdad. Quien lleva Nombre2295 aprende a escuchar el silencio, a decidir con conciencia y a agradecer cada avance. Ante la angustia, Nombre2295 confía; ante el éxito, comparte. Así el nombre se vuelve puente entre lo humano y lo sagrado."
    }
  },
  {
    "nombre": "Nombre2296",
    "genero": "M",
    "origen": "Árabe",
    "significado": "Nombre de origen árabe asociado a creatividad, carácter disciplinado, que impulsa liderazgo consciente y refleja esperanza activa, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "mitológica",
      "relato": "Los relatos antiguos susurran que Nombre2296 cruzó valles y montañas guiado por un juramento de honor. No vencía por fuerza, sino por enfoque y templanza. Su huella, dicen, dejaba centellas sobre la piedra húmeda. Quien porta Nombre2296 conserva ese pacto con lo extraordinario: entrenar sin alarde, cuidarse del orgullo, y honrar el destino con disciplina. Cuando el miedo aparece, Nombre2296 lo convierte en maestro paciente."
    }
  },
  {
    "nombre": "Nombre2297",
    "genero": "U",
    "origen": "Japonés",
    "significado": "Nombre de origen japonés asociado a claridad, carácter protector, que impulsa búsqueda de verdad y refleja luz espiritual, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "bíblica",
      "relato": "Nombre2297 aparece en tradiciones bíblicas, donde la fe atraviesa pruebas y renueva el corazón. Su historia recuerda que la dignidad florece cuando se sirve con humildad y verdad. Quien lleva Nombre2297 aprende a escuchar el silencio, a decidir con conciencia y a agradecer cada avance. Ante la angustia, Nombre2297 confía; ante el éxito, comparte. Así el nombre se vuelve puente entre lo humano y lo sagrado."
    }
  },
  {
    "nombre": "Nombre2298",
    "genero": "U",
    "origen": "Celta",
    "significado": "Nombre de origen celta asociado a alegría, carácter sereno, que impulsa liderazgo consciente y refleja esperanza activa, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "mitológica",
      "relato": "Los relatos antiguos susurran que Nombre2298 cruzó valles y montañas guiado por un juramento de honor. No vencía por fuerza, sino por enfoque y templanza. Su huella, dicen, dejaba centellas sobre la piedra húmeda. Quien porta Nombre2298 conserva ese pacto con lo extraordinario: entrenar sin alarde, cuidarse del orgullo, y honrar el destino con disciplina. Cuando el miedo aparece, Nombre2298 lo convierte en maestro paciente."
    }
  },
  {
    "nombre": "Nombre2299",
    "genero": "M",
    "origen": "Inglés",
    "significado": "Nombre de origen inglés asociado a claridad, carácter inspirador, que impulsa búsqueda de verdad y refleja luz espiritual, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "bíblica",
      "relato": "Nombre2299 aparece en tradiciones bíblicas, donde la fe atraviesa pruebas y renueva el corazón. Su historia recuerda que la dignidad florece cuando se sirve con humildad y verdad. Quien lleva Nombre2299 aprende a escuchar el silencio, a decidir con conciencia y a agradecer cada avance. Ante la angustia, Nombre2299 confía; ante el éxito, comparte. Así el nombre se vuelve puente entre lo humano y lo sagrado."
    }
  }
]