[
  {
    "nombre": "Alejandro",
    "genero": "M",
    "origen": "Griego",
    "significado": "Nombre de origen griego asociado a alegría, carácter observador, que impulsa cuidado de los demás y refleja esperanza activa, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "histórica",
      "relato": "En crónicas y memorias, Alejandro aparece ligado a decisiones firmes y horizontes abiertos. Aprendió a rectificar sin perder la dignidad y a sostener la palabra dada. El nombre Alejandro inspira a tejer puentes entre generaciones y culturas, a ordenar el caos cotidiano y a encender esperanza concreta donde otros renuncian. Liderazgo, sí, pero como servicio: mirar a los ojos, escuchar, y avanzar con respeto incluso en la discrepancia."
    }
  },
  {
    "nombre": "Sofía",
    "genero": "F",
    "origen": "Griego",
    "significado": "Nombre de origen griego asociado a curiosidad, carácter disciplinado, que impulsa búsqueda de verdad y refleja luz espiritual, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "poética",
      "relato": "Dicen que cuando alguien susurra Sofía, una brisa limpia aquieta las dudas. El nombre guarda rumor de agua clara, paciencia y belleza sencilla. Quien lo lleva aprende a elegir palabras que curan y silencios que sostienen. Para brillar no necesita ruido: basta un gesto exacto, una mirada honesta, y una decisión valiente en el momento justo, como una lámpara pequeña en cuarto oscuro."
    }
  },
  {
    "nombre": "Mateo",
    "genero": "M",
    "origen": "Hebreo",
    "significado": "Nombre de origen hebreo asociado a resiliencia, carácter compasivo, que impulsa crecimiento personal y refleja imaginación fértil, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "bíblica",
      "relato": "Mateo aparece en tradiciones bíblicas, donde la fe atraviesa pruebas y renueva el corazón. Su historia recuerda que la dignidad florece cuando se sirve con humildad y verdad. Quien lleva Mateo aprende a escuchar el silencio, a decidir con conciencia y a agradecer cada avance. Ante la angustia, Mateo confía; ante el éxito, comparte. Así el nombre se vuelve puente entre lo humano y lo sagrado."
    }
  },
  {
    "nombre": "Valentina",
    "genero": "F",
    "origen": "Latín",
    "significado": "Nombre de origen latín asociado a fortaleza interior, carácter compasivo, que impulsa servicio generoso y refleja pensamiento crítico, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "mitológica",
      "relato": "Los relatos antiguos susurran que Valentina cruzó valles y montañas guiado por un juramento de honor. No vencía por fuerza, sino por enfoque y templanza. Su huella, dicen, dejaba centellas sobre la piedra húmeda. Quien porta Valentina conserva ese pacto con lo extraordinario: entrenar sin alarde, cuidarse del orgullo, y honrar el destino con disciplina. Cuando el miedo aparece, Valentina lo convierte en maestro paciente."
    }
  },
  {
    "nombre": "Liam",
    "genero": "M",
    "origen": "Irlandés",
    "significado": "Nombre de origen irlandés asociado a alegría, carácter visionario, que impulsa aprendizaje continuo y refleja luz espiritual, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "histórica",
      "relato": "En crónicas y memorias, Liam aparece ligado a decisiones firmes y horizontes abiertos. Aprendió a rectificar sin perder la dignidad y a sostener la palabra dada. El nombre Liam inspira a tejer puentes entre generaciones y culturas, a ordenar el caos cotidiano y a encender esperanza concreta donde otros renuncian. Liderazgo, sí, pero como servicio: mirar a los ojos, escuchar, y avanzar con respeto incluso en la discrepancia."
    }
  },
  {
    "nombre": "Aitana",
    "genero": "F",
    "origen": "Vasco",
    "significado": "Nombre de origen vasco asociado a protección, carácter observador, que impulsa liderazgo consciente y refleja bondad auténtica, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "histórica",
      "relato": "En crónicas y memorias, Aitana aparece ligado a decisiones firmes y horizontes abiertos. Aprendió a rectificar sin perder la dignidad y a sostener la palabra dada. El nombre Aitana inspira a tejer puentes entre generaciones y culturas, a ordenar el caos cotidiano y a encender esperanza concreta donde otros renuncian. Liderazgo, sí, pero como servicio: mirar a los ojos, escuchar, y avanzar con respeto incluso en la discrepancia."
    }
  },
  {
    "nombre": "Nombre6",
    "genero": "U",
    "origen": "Árabe",
    "significado": "Nombre de origen árabe asociado a resiliencia, carácter disciplinado, que impulsa aprendizaje continuo y refleja pensamiento crítico, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "fantástica",
      "relato": "En un bosque sin coordenadas, Nombre6 halló una lámpara hecha de auroras. Cada vez que alguien se perdía, el cristal encendía un sendero de luciérnagas hasta la salida. Desde entonces, Nombre6 simboliza coraje amable que guía sin imponer, ingenio que vuelve sombras en señales, y ternura que recuerda el camino a casa incluso cuando el mundo gira demasiado rápido."
    }
  },
  {
    "nombre": "Nombre7",
    "genero": "M",
    "origen": "Japonés",
    "significado": "Nombre de origen japonés asociado a curiosidad, carácter disciplinado, que impulsa cuidado de los demás y refleja esperanza activa, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "histórica",
      "relato": "En crónicas y memorias, Nombre7 aparece ligado a decisiones firmes y horizontes abiertos. Aprendió a rectificar sin perder la dignidad y a sostener la palabra dada. El nombre Nombre7 inspira a tejer puentes entre generaciones y culturas, a ordenar el caos cotidiano y a encender esperanza concreta donde otros renuncian. Liderazgo, sí, pero como servicio: mirar a los ojos, escuchar, y avanzar con respeto incluso en la discrepancia."
    }
  },
  {
    "nombre": "Nombre8",
    "genero": "U",
    "origen": "Latín",
    "significado": "Nombre de origen latín asociado a valentía, carácter visionario, que impulsa servicio generoso y refleja imaginación fértil, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "poética",
      "relato": "Dicen que cuando alguien susurra Nombre8, una brisa limpia aquieta las dudas. El nombre guarda rumor de agua clara, paciencia y belleza sencilla. Quien lo lleva aprende a elegir palabras que curan y silencios que sostienen. Para brillar no necesita ruido: basta un gesto exacto, una mirada honesta, y una decisión valiente en el momento justo, como una lámpara pequeña en cuarto oscuro."
    }
  },
  {
    "nombre": "Nombre9",
    "genero": "U",
    "origen": "Francés",
    "significado": "Nombre de origen francés asociado a creatividad, carácter inspirador, que impulsa aprendizaje continuo y refleja pensamiento crítico, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "poética",
      "relato": "Dicen que cuando alguien susurra Nombre9, una brisa limpia aquieta las dudas. El nombre guarda rumor de agua clara, paciencia y belleza sencilla. Quien lo lleva aprende a elegir palabras que curan y silencios que sostienen. Para brillar no necesita ruido: basta un gesto exacto, una mirada honesta, y una decisión valiente en el momento justo, como una lámpara pequeña en cuarto oscuro."
    }
  },
  {
    "nombre": "Nombre10",
    "genero": "F",
    "origen": "Latín",
    "significado": "Nombre de origen latín asociado a templanza, carácter observador, que impulsa aprendizaje continuo y refleja imaginación fértil, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "poética",
      "relato": "Dicen que cuando alguien susurra Nombre10, una brisa limpia aquieta las dudas. El nombre guarda rumor de agua clara, paciencia y belleza sencilla. Quien lo lleva aprende a elegir palabras que curan y silencios que sostienen. Para brillar no necesita ruido: basta un gesto exacto, una mirada honesta, y una decisión valiente en el momento justo, como una lámpara pequeña en cuarto oscuro."
    }
  },
  {
    "nombre": "Nombre11",
    "genero": "M",
    "origen": "Griego",
    "significado": "Nombre de origen griego asociado a valentía, carácter inspirador, que impulsa cuidado de los demás y refleja esperanza activa, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "mitológica",
      "relato": "Los relatos antiguos susurran que Nombre11 cruzó valles y montañas guiado por un juramento de honor. No vencía por fuerza, sino por enfoque y templanza. Su huella, dicen, dejaba centellas sobre la piedra húmeda. Quien porta Nombre11 conserva ese pacto con lo extraordinario: entrenar sin alarde, cuidarse del orgullo, y honrar el destino con disciplina. Cuando el miedo aparece, Nombre11 lo convierte en maestro paciente."
    }
  },
  {
    "nombre": "Nombre12",
    "genero": "U",
    "origen": "Árabe",
    "significado": "Nombre de origen árabe asociado a alegría, carácter observador, que impulsa sueños grandes y refleja bondad auténtica, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "histórica",
      "relato": "En crónicas y memorias, Nombre12 aparece ligado a decisiones firmes y horizontes abiertos. Aprendió a rectificar sin perder la dignidad y a sostener la palabra dada. El nombre Nombre12 inspira a tejer puentes entre generaciones y culturas, a ordenar el caos cotidiano y a encender esperanza concreta donde otros renuncian. Liderazgo, sí, pero como servicio: mirar a los ojos, escuchar, y avanzar con respeto incluso en la discrepancia."
    }
  },
  {
    "nombre": "Nombre13",
    "genero": "U",
    "origen": "Griego",
    "significado": "Nombre de origen griego asociado a sabiduría, carácter disciplinado, que impulsa servicio generoso y refleja equilibrio emocional, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "poética",
      "relato": "Dicen que cuando alguien susurra Nombre13, una brisa limpia aquieta las dudas. El nombre guarda rumor de agua clara, paciencia y belleza sencilla. Quien lo lleva aprende a elegir palabras que curan y silencios que sostienen. Para brillar no necesita ruido: basta un gesto exacto, una mirada honesta, y una decisión valiente en el momento justo, como una lámpara pequeña en cuarto oscuro."
    }
  },
  {
    "nombre": "Nombre14",
    "genero": "F",
    "origen": "Japonés",
    "significado": "Nombre de origen japonés asociado a sabiduría, carácter sereno, que impulsa cuidado de los demás y refleja luz espiritual, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "poética",
      "relato": "Dicen que cuando alguien susurra Nombre14, una brisa limpia aquieta las dudas. El nombre guarda rumor de agua clara, paciencia y belleza sencilla. Quien lo lleva aprende a elegir palabras que curan y silencios que sostienen. Para brillar no necesita ruido: basta un gesto exacto, una mirada honesta, y una decisión valiente en el momento justo, como una lámpara pequeña en cuarto oscuro."
    }
  },
  {
    "nombre": "Nombre15",
    "genero": "F",
    "origen": "Germánico",
    "significado": "Nombre de origen germánico asociado a creatividad, carácter sereno, que impulsa búsqueda de verdad y refleja luz espiritual, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "histórica",
      "relato": "En crónicas y memorias, Nombre15 aparece ligado a decisiones firmes y horizontes abiertos. Aprendió a rectificar sin perder la dignidad y a sostener la palabra dada. El nombre Nombre15 inspira a tejer puentes entre generaciones y culturas, a ordenar el caos cotidiano y a encender esperanza concreta donde otros renuncian. Liderazgo, sí, pero como servicio: mirar a los ojos, escuchar, y avanzar con respeto incluso en la discrepancia."
    }
  },
  {
    "nombre": "Nombre16",
    "genero": "M",
    "origen": "Escandinavo",
    "significado": "Nombre de origen escandinavo asociado a creatividad, carácter observador, que impulsa decisiones justas y refleja bondad auténtica, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "mitológica",
      "relato": "Los relatos antiguos susurran que Nombre16 cruzó valles y montañas guiado por un juramento de honor. No vencía por fuerza, sino por enfoque y templanza. Su huella, dicen, dejaba centellas sobre la piedra húmeda. Quien porta Nombre16 conserva ese pacto con lo extraordinario: entrenar sin alarde, cuidarse del orgullo, y honrar el destino con disciplina. Cuando el miedo aparece, Nombre16 lo convierte en maestro paciente."
    }
  },
  {
    "nombre": "Nombre17",
    "genero": "M",
    "origen": "Árabe",
    "significado": "Nombre de origen árabe asociado a valentía, carácter inspirador, que impulsa liderazgo consciente y refleja equilibrio emocional, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "histórica",
      "relato": "En crónicas y memorias, Nombre17 aparece ligado a decisiones firmes y horizontes abiertos. Aprendió a rectificar sin perder la dignidad y a sostener la palabra dada. El nombre Nombre17 inspira a tejer puentes entre generaciones y culturas, a ordenar el caos cotidiano y a encender esperanza concreta donde otros renuncian. Liderazgo, sí, pero como servicio: mirar a los ojos, escuchar, y avanzar con respeto incluso en la discrepancia."
    }
  },
  {
    "nombre": "Nombre18",
    "genero": "M",
    "origen": "Vasco",
    "significado": "Nombre de origen vasco asociado a curiosidad, carácter compasivo, que impulsa liderazgo consciente y refleja imaginación fértil, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "fantástica",
      "relato": "En un bosque sin coordenadas, Nombre18 halló una lámpara hecha de auroras. Cada vez que alguien se perdía, el cristal encendía un sendero de luciérnagas hasta la salida. Desde entonces, Nombre18 simboliza coraje amable que guía sin imponer, ingenio que vuelve sombras en señales, y ternura que recuerda el camino a casa incluso cuando el mundo gira demasiado rápido."
    }
  },
  {
    "nombre": "Nombre19",
    "genero": "F",
    "origen": "Vasco",
    "significado": "Nombre de origen vasco asociado a resiliencia, carácter observador, que impulsa sueños grandes y refleja disciplina práctica, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "histórica",
      "relato": "En crónicas y memorias, Nombre19 aparece ligado a decisiones firmes y horizontes abiertos. Aprendió a rectificar sin perder la dignidad y a sostener la palabra dada. El nombre Nombre19 inspira a tejer puentes entre generaciones y culturas, a ordenar el caos cotidiano y a encender esperanza concreta donde otros renuncian. Liderazgo, sí, pero como servicio: mirar a los ojos, escuchar, y avanzar con respeto incluso en la discrepancia."
    }
  },
  {
    "nombre": "Nombre20",
    "genero": "U",
    "origen": "Griego",
    "significado": "Nombre de origen griego asociado a claridad, carácter honesto, que impulsa decisiones justas y refleja disciplina práctica, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "poética",
      "relato": "Dicen que cuando alguien susurra Nombre20, una brisa limpia aquieta las dudas. El nombre guarda rumor de agua clara, paciencia y belleza sencilla. Quien lo lleva aprende a elegir palabras que curan y silencios que sostienen. Para brillar no necesita ruido: basta un gesto exacto, una mirada honesta, y una decisión valiente en el momento justo, como una lámpara pequeña en cuarto oscuro."
    }
  },
  {
    "nombre": "Nombre21",
    "genero": "M",
    "origen": "Germánico",
    "significado": "Nombre de origen germánico asociado a creatividad, carácter disciplinado, que impulsa aprendizaje continuo y refleja equilibrio emocional, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "poética",
      "relato": "Dicen que cuando alguien susurra Nombre21, una brisa limpia aquieta las dudas. El nombre guarda rumor de agua clara, paciencia y belleza sencilla. Quien lo lleva aprende a elegir palabras que curan y silencios que sostienen. Para brillar no necesita ruido: basta un gesto exacto, una mirada honesta, y una decisión valiente en el momento justo, como una lámpara pequeña en cuarto oscuro."
    }
  },
  {
    "nombre": "Nombre22",
    "genero": "U",
    "origen": "Italiano",
    "significado": "Nombre de origen italiano asociado a creatividad, carácter protector, que impulsa sueños grandes y refleja pensamiento crítico, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "poética",
      "relato": "Dicen que cuando alguien susurra Nombre22, una brisa limpia aquieta las dudas. El nombre guarda rumor de agua clara, paciencia y belleza sencilla. Quien lo lleva aprende a elegir palabras que curan y silencios que sostienen. Para brillar no necesita ruido: basta un gesto exacto, una mirada honesta, y una decisión valiente en el momento justo, como una lámpara pequeña en cuarto oscuro."
    }
  },
  {
    "nombre": "Nombre23",
    "genero": "U",
    "origen": "Escandinavo",
    "significado": "Nombre de origen escandinavo asociado a templanza, carácter inspirador, que impulsa decisiones justas y refleja luz espiritual, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "fantástica",
      "relato": "En un bosque sin coordenadas, Nombre23 halló una lámpara hecha de auroras. Cada vez que alguien se perdía, el cristal encendía un sendero de luciérnagas hasta la salida. Desde entonces, Nombre23 simboliza coraje amable que guía sin imponer, ingenio que vuelve sombras en señales, y ternura que recuerda el camino a casa incluso cuando el mundo gira demasiado rápido."
    }
  },
  {
    "nombre": "Nombre24",
    "genero": "U",
    "origen": "Italiano",
    "significado": "Nombre de origen italiano asociado a curiosidad, carácter honesto, que impulsa liderazgo consciente y refleja pensamiento crítico, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "mitológica",
      "relato": "Los relatos antiguos susurran que Nombre24 cruzó valles y montañas guiado por un juramento de honor. No vencía por fuerza, sino por enfoque y templanza. Su huella, dicen, dejaba centellas sobre la piedra húmeda. Quien porta Nombre24 conserva ese pacto con lo extraordinario: entrenar sin alarde, cuidarse del orgullo, y honrar el destino con disciplina. Cuando el miedo aparece, Nombre24 lo convierte en maestro paciente."
    }
  },
  {
    "nombre": "Nombre25",
    "genero": "F",
    "origen": "Hebreo",
    "significado": "Nombre de origen hebreo asociado a valentía, carácter honesto, que impulsa servicio generoso y refleja esperanza activa, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "poética",
      "relato": "Dicen que cuando alguien susurra Nombre25, una brisa limpia aquieta las dudas. El nombre guarda rumor de agua clara, paciencia y belleza sencilla. Quien lo lleva aprende a elegir palabras que curan y silencios que sostienen. Para brillar no necesita ruido: basta un gesto exacto, una mirada honesta, y una decisión valiente en el momento justo, como una lámpara pequeña en cuarto oscuro."
    }
  },
  {
    "nombre": "Nombre26",
    "genero": "M",
    "origen": "Árabe",
    "significado": "Nombre de origen árabe asociado a curiosidad, carácter inspirador, que impulsa servicio generoso y refleja luz espiritual, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "histórica",
      "relato": "En crónicas y memorias, Nombre26 aparece ligado a decisiones firmes y horizontes abiertos. Aprendió a rectificar sin perder la dignidad y a sostener la palabra dada. El nombre Nombre26 inspira a tejer puentes entre generaciones y culturas, a ordenar el caos cotidiano y a encender esperanza concreta donde otros renuncian. Liderazgo, sí, pero como servicio: mirar a los ojos, escuchar, y avanzar con respeto incluso en la discrepancia."
    }
  },
  {
    "nombre": "Nombre27",
    "genero": "U",
    "origen": "Francés",
    "significado": "Nombre de origen francés asociado a valentía, carácter honesto, que impulsa sueños grandes y refleja gracia bajo presión, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "poética",
      "relato": "Dicen que cuando alguien susurra Nombre27, una brisa limpia aquieta las dudas. El nombre guarda rumor de agua clara, paciencia y belleza sencilla. Quien lo lleva aprende a elegir palabras que curan y silencios que sostienen. Para brillar no necesita ruido: basta un gesto exacto, una mirada honesta, y una decisión valiente en el momento justo, como una lámpara pequeña en cuarto oscuro."
    }
  },
  {
    "nombre": "Nombre28",
    "genero": "M",
    "origen": "Japonés",
    "significado": "Nombre de origen japonés asociado a curiosidad, carácter observador, que impulsa decisiones justas y refleja disciplina práctica, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "poética",
      "relato": "Dicen que cuando alguien susurra Nombre28, una brisa limpia aquieta las dudas. El nombre guarda rumor de agua clara, paciencia y belleza sencilla. Quien lo lleva aprende a elegir palabras que curan y silencios que sostienen. Para brillar no necesita ruido: basta un gesto exacto, una mirada honesta, y una decisión valiente en el momento justo, como una lámpara pequeña en cuarto oscuro."
    }
  },
  {
    "nombre": "Nombre29",
    "genero": "F",
    "origen": "Vasco",
    "significado": "Nombre de origen vasco asociado a protección, carácter honesto, que impulsa decisiones justas y refleja bondad auténtica, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "poética",
      "relato": "Dicen que cuando alguien susurra Nombre29, una brisa limpia aquieta las dudas. El nombre guarda rumor de agua clara, paciencia y belleza sencilla. Quien lo lleva aprende a elegir palabras que curan y silencios que sostienen. Para brillar no necesita ruido: basta un gesto exacto, una mirada honesta, y una decisión valiente en el momento justo, como una lámpara pequeña en cuarto oscuro."
    }
  },
  {
    "nombre": "Nombre30",
    "genero": "U",
    "origen": "Germánico",
    "significado": "Nombre de origen germánico asociado a creatividad, carácter leal, que impulsa liderazgo consciente y refleja disciplina práctica, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "poética",
      "relato": "Dicen que cuando alguien susurra Nombre30, una brisa limpia aquieta las dudas. El nombre guarda rumor de agua clara, paciencia y belleza sencilla. Quien lo lleva aprende a elegir palabras que curan y silencios que sostienen. Para brillar no necesita ruido: basta un gesto exacto, una mirada honesta, y una decisión valiente en el momento justo, como una lámpara pequeña en cuarto oscuro."
    }
  },
  {
    "nombre": "Nombre31",
    "genero": "M",
    "origen": "Escandinavo",
    "significado": "Nombre de origen escandinavo asociado a templanza, carácter protector, que impulsa sueños grandes y refleja imaginación fértil, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "poética",
      "relato": "Dicen que cuando alguien susurra Nombre31, una brisa limpia aquieta las dudas. El nombre guarda rumor de agua clara, paciencia y belleza sencilla. Quien lo lleva aprende a elegir palabras que curan y silencios que sostienen. Para brillar no necesita ruido: basta un gesto exacto, una mirada honesta, y una decisión valiente en el momento justo, como una lámpara pequeña en cuarto oscuro."
    }
  },
  {
    "nombre": "Nombre32",
    "genero": "M",
    "origen": "Japonés",
    "significado": "Nombre de origen japonés asociado a protección, carácter sereno, que impulsa búsqueda de verdad y refleja equilibrio emocional, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "poética",
      "relato": "Dicen que cuando alguien susurra Nombre32, una brisa limpia aquieta las dudas. El nombre guarda rumor de agua clara, paciencia y belleza sencilla. Quien lo lleva aprende a elegir palabras que curan y silencios que sostienen. Para brillar no necesita ruido: basta un gesto exacto, una mirada honesta, y una decisión valiente en el momento justo, como una lámpara pequeña en cuarto oscuro."
    }
  },
  {
    "nombre": "Nombre33",
    "genero": "U",
    "origen": "Japonés",
    "significado": "Nombre de origen japonés asociado a claridad, carácter protector, que impulsa servicio generoso y refleja disciplina práctica, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "histórica",
      "relato": "En crónicas y memorias, Nombre33 aparece ligado a decisiones firmes y horizontes abiertos. Aprendió a rectificar sin perder la dignidad y a sostener la palabra dada. El nombre Nombre33 inspira a tejer puentes entre generaciones y culturas, a ordenar el caos cotidiano y a encender esperanza concreta donde otros renuncian. Liderazgo, sí, pero como servicio: mirar a los ojos, escuchar, y avanzar con respeto incluso en la discrepancia."
    }
  },
  {
    "nombre": "Nombre34",
    "genero": "U",
    "origen": "Francés",
    "significado": "Nombre de origen francés asociado a claridad, carácter protector, que impulsa servicio generoso y refleja bondad auténtica, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "mitológica",
      "relato": "Los relatos antiguos susurran que Nombre34 cruzó valles y montañas guiado por un juramento de honor. No vencía por fuerza, sino por enfoque y templanza. Su huella, dicen, dejaba centellas sobre la piedra húmeda. Quien porta Nombre34 conserva ese pacto con lo extraordinario: entrenar sin alarde, cuidarse del orgullo, y honrar el destino con disciplina. Cuando el miedo aparece, Nombre34 lo convierte en maestro paciente."
    }
  },
  {
    "nombre": "Nombre35",
    "genero": "F",
    "origen": "Japonés",
    "significado": "Nombre de origen japonés asociado a sabiduría, carácter empático, que impulsa crecimiento personal y refleja esperanza activa, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "mitológica",
      "relato": "Los relatos antiguos susurran que Nombre35 cruzó valles y montañas guiado por un juramento de honor. No vencía por fuerza, sino por enfoque y templanza. Su huella, dicen, dejaba centellas sobre la piedra húmeda. Quien porta Nombre35 conserva ese pacto con lo extraordinario: entrenar sin alarde, cuidarse del orgullo, y honrar el destino con disciplina. Cuando el miedo aparece, Nombre35 lo convierte en maestro paciente."
    }
  },
  {
    "nombre": "Nombre36",
    "genero": "M",
    "origen": "Chino",
    "significado": "Nombre de origen chino asociado a resiliencia, carácter honesto, que impulsa búsqueda de verdad y refleja esperanza activa, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "mitológica",
      "relato": "Los relatos antiguos susurran que Nombre36 cruzó valles y montañas guiado por un juramento de honor. No vencía por fuerza, sino por enfoque y templanza. Su huella, dicen, dejaba centellas sobre la piedra húmeda. Quien porta Nombre36 conserva ese pacto con lo extraordinario: entrenar sin alarde, cuidarse del orgullo, y honrar el destino con disciplina. Cuando el miedo aparece, Nombre36 lo convierte en maestro paciente."
    }
  },
  {
    "nombre": "Nombre37",
    "genero": "U",
    "origen": "Latín",
    "significado": "Nombre de origen latín asociado a creatividad, carácter inspirador, que impulsa sueños grandes y refleja gracia bajo presión, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "poética",
      "relato": "Dicen que cuando alguien susurra Nombre37, una brisa limpia aquieta las dudas. El nombre guarda rumor de agua clara, paciencia y belleza sencilla. Quien lo lleva aprende a elegir palabras que curan y silencios que sostienen. Para brillar no necesita ruido: basta un gesto exacto, una mirada honesta, y una decisión valiente en el momento justo, como una lámpara pequeña en cuarto oscuro."
    }
  },
  {
    "nombre": "Nombre38",
    "genero": "U",
    "origen": "Celta",
    "significado": "Nombre de origen celta asociado a creatividad, carácter inspirador, que impulsa aprendizaje continuo y refleja pensamiento crítico, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "histórica",
      "relato": "En crónicas y memorias, Nombre38 aparece ligado a decisiones firmes y horizontes abiertos. Aprendió a rectificar sin perder la dignidad y a sostener la palabra dada. El nombre Nombre38 inspira a tejer puentes entre generaciones y culturas, a ordenar el caos cotidiano y a encender esperanza concreta donde otros renuncian. Liderazgo, sí, pero como servicio: mirar a los ojos, escuchar, y avanzar con respeto incluso en la discrepancia."
    }
  },
  {
    "nombre": "Nombre39",
    "genero": "M",
    "origen": "Escandinavo",
    "significado": "Nombre de origen escandinavo asociado a creatividad, carácter visionario, que impulsa crecimiento personal y refleja luz espiritual, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "fantástica",
      "relato": "En un bosque sin coordenadas, Nombre39 halló una lámpara hecha de auroras. Cada vez que alguien se perdía, el cristal encendía un sendero de luciérnagas hasta la salida. Desde entonces, Nombre39 simboliza coraje amable que guía sin imponer, ingenio que vuelve sombras en señales, y ternura que recuerda el camino a casa incluso cuando el mundo gira demasiado rápido."
    }
  },
  {
    "nombre": "Nombre40",
    "genero": "F",
    "origen": "Latín",
    "significado": "Nombre de origen latín asociado a curiosidad, carácter compasivo, que impulsa aprendizaje continuo y refleja imaginación fértil, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "mitológica",
      "relato": "Los relatos antiguos susurran que Nombre40 cruzó valles y montañas guiado por un juramento de honor. No vencía por fuerza, sino por enfoque y templanza. Su huella, dicen, dejaba centellas sobre la piedra húmeda. Quien porta Nombre40 conserva ese pacto con lo extraordinario: entrenar sin alarde, cuidarse del orgullo, y honrar el destino con disciplina. Cuando el miedo aparece, Nombre40 lo convierte en maestro paciente."
    }
  },
  {
    "nombre": "Nombre41",
    "genero": "M",
    "origen": "Griego",
    "significado": "Nombre de origen griego asociado a fortaleza interior, carácter compasivo, que impulsa sueños grandes y refleja esperanza activa, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "mitológica",
      "relato": "Los relatos antiguos susurran que Nombre41 cruzó valles y montañas guiado por un juramento de honor. No vencía por fuerza, sino por enfoque y templanza. Su huella, dicen, dejaba centellas sobre la piedra húmeda. Quien porta Nombre41 conserva ese pacto con lo extraordinario: entrenar sin alarde, cuidarse del orgullo, y honrar el destino con disciplina. Cuando el miedo aparece, Nombre41 lo convierte en maestro paciente."
    }
  },
  {
    "nombre": "Nombre42",
    "genero": "M",
    "origen": "Griego",
    "significado": "Nombre de origen griego asociado a sabiduría, carácter observador, que impulsa sueños grandes y refleja equilibrio emocional, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "mitológica",
      "relato": "Los relatos antiguos susurran que Nombre42 cruzó valles y montañas guiado por un juramento de honor. No vencía por fuerza, sino por enfoque y templanza. Su huella, dicen, dejaba centellas sobre la piedra húmeda. Quien porta Nombre42 conserva ese pacto con lo extraordinario: entrenar sin alarde, cuidarse del orgullo, y honrar el destino con disciplina. Cuando el miedo aparece, Nombre42 lo convierte en maestro paciente."
    }
  },
  {
    "nombre": "Nombre43",
    "genero": "F",
    "origen": "Francés",
    "significado": "Nombre de origen francés asociado a valentía, carácter empático, que impulsa crecimiento personal y refleja pensamiento crítico, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "histórica",
      "relato": "En crónicas y memorias, Nombre43 aparece ligado a decisiones firmes y horizontes abiertos. Aprendió a rectificar sin perder la dignidad y a sostener la palabra dada. El nombre Nombre43 inspira a tejer puentes entre generaciones y culturas, a ordenar el caos cotidiano y a encender esperanza concreta donde otros renuncian. Liderazgo, sí, pero como servicio: mirar a los ojos, escuchar, y avanzar con respeto incluso en la discrepancia."
    }
  },
  {
    "nombre": "Nombre44",
    "genero": "U",
    "origen": "Italiano",
    "significado": "Nombre de origen italiano asociado a valentía, carácter disciplinado, que impulsa búsqueda de verdad y refleja disciplina práctica, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "poética",
      "relato": "Dicen que cuando alguien susurra Nombre44, una brisa limpia aquieta las dudas. El nombre guarda rumor de agua clara, paciencia y belleza sencilla. Quien lo lleva aprende a elegir palabras que curan y silencios que sostienen. Para brillar no necesita ruido: basta un gesto exacto, una mirada honesta, y una decisión valiente en el momento justo, como una lámpara pequeña en cuarto oscuro."
    }
  },
  {
    "nombre": "Nombre45",
    "genero": "F",
    "origen": "Inglés",
    "significado": "Nombre de origen inglés asociado a alegría, carácter empático, que impulsa aprendizaje continuo y refleja luz espiritual, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "histórica",
      "relato": "En crónicas y memorias, Nombre45 aparece ligado a decisiones firmes y horizontes abiertos. Aprendió a rectificar sin perder la dignidad y a sostener la palabra dada. El nombre Nombre45 inspira a tejer puentes entre generaciones y culturas, a ordenar el caos cotidiano y a encender esperanza concreta donde otros renuncian. Liderazgo, sí, pero como servicio: mirar a los ojos, escuchar, y avanzar con respeto incluso en la discrepancia."
    }
  },
  {
    "nombre": "Nombre46",
    "genero": "U",
    "origen": "Latín",
    "significado": "Nombre de origen latín asociado a claridad, carácter visionario, que impulsa sueños grandes y refleja gracia bajo presión, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "mitológica",
      "relato": "Los relatos antiguos susurran que Nombre46 cruzó valles y montañas guiado por un juramento de honor. No vencía por fuerza, sino por enfoque y templanza. Su huella, dicen, dejaba centellas sobre la piedra húmeda. Quien porta Nombre46 conserva ese pacto con lo extraordinario: entrenar sin alarde, cuidarse del orgullo, y honrar el destino con disciplina. Cuando el miedo aparece, Nombre46 lo convierte en maestro paciente."
    }
  },
  {
    "nombre": "Nombre47",
    "genero": "U",
    "origen": "Latín",
    "significado": "Nombre de origen latín asociado a claridad, carácter protector, que impulsa crecimiento personal y refleja equilibrio emocional, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "mitológica",
      "relato": "Los relatos antiguos susurran que Nombre47 cruzó valles y montañas guiado por un juramento de honor. No vencía por fuerza, sino por enfoque y templanza. Su huella, dicen, dejaba centellas sobre la piedra húmeda. Quien porta Nombre47 conserva ese pacto con lo extraordinario: entrenar sin alarde, cuidarse del orgullo, y honrar el destino con disciplina. Cuando el miedo aparece, Nombre47 lo convierte en maestro paciente."
    }
  },
  {
    "nombre": "Nombre48",
    "genero": "F",
    "origen": "Latín",
    "significado": "Nombre de origen latín asociado a protección, carácter protector, que impulsa sueños grandes y refleja disciplina práctica, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "mitológica",
      "relato": "Los relatos antiguos susurran que Nombre48 cruzó valles y montañas guiado por un juramento de honor. No vencía por fuerza, sino por enfoque y templanza. Su huella, dicen, dejaba centellas sobre la piedra húmeda. Quien porta Nombre48 conserva ese pacto con lo extraordinario: entrenar sin alarde, cuidarse del orgullo, y honrar el destino con disciplina. Cuando el miedo aparece, Nombre48 lo convierte en maestro paciente."
    }
  },
  {
    "nombre": "Nombre49",
    "genero": "M",
    "origen": "Celta",
    "significado": "Nombre de origen celta asociado a fortaleza interior, carácter observador, que impulsa aprendizaje continuo y refleja luz espiritual, con vocación de encuentro y sentido en momentos decisivos de la vida.",
    "historia": {
      "tipo": "poética",
      "relato": "Dicen que cuando alguien susurra Nombre49, una brisa limpia aquieta las dudas. El nombre guarda rumor de agua clara, paciencia y belleza sencilla. Quien lo lleva aprende a elegir palabras que curan y silencios que sostienen. Para brillar no necesita ruido: basta un gesto exacto, una mirada honesta, y una decisión valiente en el momento justo, como una lámpara pequeña en cuarto oscuro."
    }
  }
]